Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: fa

source: ACLs
fa: دسترسی ها

source: Access control lists
fa: لیست کنترل دسترسی ها

source: Role
fa: نقش

source: New ACL
fa: دسترسی جدید

source: Delete
fa: حذف

source: Permissions
fa: مجوزها

source: Insufficient access for: %s
fa: کمبود دسترسی برای: %s

source: Access entry
fa: ورودی دسترسی

source: Access entries
fa: ورودیهای دسترسی

source: Role "%(role)s" permission's for "%(object)s"
fa: نقش"%(role)s" دارای اجازه برای "%(object)s"

source: Edit ACLs
fa: ویرایش دسترسی ها

source: View ACLs
fa: دیدن دسترسی ها

source: API URL pointing to the list of permissions for this access control list.
fa: API URL اشاره گر به لیست اجازه های این دسترسی.

source: API URL pointing to a permission in relation to the access control list to which it is attached. This URL is different than the canonical workflow URL.
fa: URL API اشاره به اجازه در رابطه با لیست کنترل دسترسی که به آن متصل است. این URL متفاوت از URL کارآفرینی کانونی است.

source: Primary key of the new permission to grant to the access control list.
fa: کلید اولیه مجوز جدید برای اعطای لیست کنترل دسترسی.

source: No such permission: %s
fa: این اجازه ئوجود ندارد: %s

source: Comma separated list of permission primary keys to grant to this access control list.
fa: لیست مجوز از کلیدهای مجاز مجاز برای حذف این لیست کنترل دسترسی جداگانه را از یکدیگر جدا کنید.

source: Primary keys of the role to which this access control list binds to.
fa: کلید اصلی نقش که این لیست کنترل دسترسی به آن متصل می شود.

source: New access control lists for: %s
fa: لیست کنترل دسترسی جدید برای: %s

source: Delete ACL: %s
fa: حذف لیست دسترسی ها: %s

source: Access control lists for: %s
fa: لیست کنترل دسترسی ها برای : %s

source: Granted permissions
fa: مجوزهای داده شده

source: Available permissions
fa: مجوزهای موجود

source: Object type
fa: نوع شی

source: Type of the object for which the access will be modified.
fa: نوع شی که دسترسی به آن تغییر خواهد کرد.

source: Object ID
fa: شناسه اشیاء

source: Numeric identifier of the object for which the access will be modified.
fa: شناسه عددی شئی که دسترسی به آن تغییر خواهد کرد.

source: Roles
fa: نقش ها

source: Roles whose access will be modified.
fa: نقش هایی که دسترسی به آنها تغییر خواهد کرد.

source: Permissions to grant/revoke to/from the role for the object selected above.
fa: مجوز برای اعطای / لغو به / از نقش مورد انتخاب شده در بالا.
