Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Mailer
tr_tr: Posta gönderici

source: Date and time
tr_tr: Tarih ve saat

source: Message
tr_tr: Mesaj

source: Mailing
tr_tr: Mail atma

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon.
tr_tr: Alıcının e-posta adresi. Virgülle veya noktalı virgülle ayrılmış birden çok adres olabilir.

source: Email address
tr_tr: E-posta adresi

source: Subject
tr_tr: Konu

source: Body
tr_tr: Gövde

source: The email profile that will be used to send this email.
tr_tr: Bu e-postayı göndermek için kullanılacak e-posta profili.

source: Mailing profile
tr_tr: Posta profili

source: Backend
tr_tr: Arka Ucu

source: Email document
tr_tr: E-posta belgesi

source: Email link
tr_tr: E-posta bağlantısı

source: System mailer error log
tr_tr: Sistem postası hata günlüğü

source: Delete
tr_tr: Sil

source: Edit
tr_tr: Düzenle

source: Log
tr_tr: Günlük

source: Mailing profiles list
tr_tr: Posta profilleri listesi

source: Mailing profiles
tr_tr: Posta profilleri

source: Attached to this email is the document: {{ document }} -------- This email has been sent from %(project_title)s (%(project_website)s)
tr_tr: Bu e-postaya şu belge eklenmiştir: {{document}} -------- Bu e-posta, %(project_title)s (%(project_website)s) adresinden gönderildi.

source: Document: {{ document }}
tr_tr: Doküman: {{document}}

source: To access this document click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
tr_tr: Bu belgeye erişmek için şu bağlantıyı tıklayın: {{link}} -------- Bu e-posta, %(project_title)s (%(project_website)s) adresinden gönderildi.

source: Link for document: {{ document }}
tr_tr: Doküman bağlantısı: {{document}}

source: Host
tr_tr: Sunucu

source: The host to use for sending email.
tr_tr: E-posta göndermek için kullanılacak sunucu.

source: Port to use for the SMTP server.
tr_tr: SMTP sunucusu için kullanılacak bağlantı noktası.

source: Use TLS
tr_tr: TLS kullanın

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587.
tr_tr: SMTP sunucusuyla konuşurken bir TLS (güvenli) bağlantı kullanıp kullanmamak. Bu, genellikle 587 numaralı bağlantı noktasındaki açık TLS bağlantıları için kullanılır.

source: Use SSL
tr_tr: SSL'yi kullan

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting "Use TLS". Note that "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
tr_tr: SMTP sunucusuyla konuşurken kapalı bir TLS (güvenli) bağlantı kullanıp kullanmamak. Çoğu e-posta belgelerinde bu TLS bağlantı tipine SSL adı verilir. Genellikle port 465'te kullanılır. Sorun yaşıyorsanız açık TLS ayarı "TLS Kullan" konusuna bakın. "Use TLS" (TLS Kullan) ve "Use SSL" (SSL Kullan) seçenekleri karşılıklı olarak hariçtir, bu nedenle bu ayarlardan birini yalnızca True olarak ayarlayın.

source: Username
tr_tr: Kullanıcı adı

source: Username to use for the SMTP server. If empty, authentication won't attempted.
tr_tr: SMTP sunucusu için kullanılacak kullanıcı adı. Boş ise, kimlik doğrulama denenmeyecektir.

source: Password
tr_tr: Parola

source: Password to use for the SMTP server. This setting is used in conjunction with the username when authenticating to the SMTP server. If either of these settings is empty, authentication won't be attempted.
tr_tr: SMTP sunucusu için kullanılacak şifre. Bu ayar, SMTP sunucusuna kimlik doğrulaması yaparken kullanıcı adı ile birlikte kullanılır. Bu ayarlardan herhangi biri boşsa, kimlik doğrulama denenmeyecektir.

source: Django SMTP backend
tr_tr: Django SMTP arka uç

source: File path
tr_tr: Dosya yolu

source: Django file based backend
tr_tr: Django dosya tabanlı arka uç

source: Date time
tr_tr: Tarih saat

source: Log entry
tr_tr: Kayıt girişi

source: Log entries
tr_tr: Kayıt girdileri

source: Label
tr_tr: Etiket

source: If default, this mailing profile will be pre-selected on the document mailing form.
tr_tr: Varsayılan olarak, bu posta profili, belge posta formunda önceden seçilecektir.

source: Default
tr_tr: Varsayılan

source: Enabled
tr_tr: Etkin

source: The dotted Python path to the backend class.
tr_tr: Arka plan sınıfının noktalı Python yolu.

source: Backend path
tr_tr: Arka plan yolu

source: Backend data
tr_tr: Verileri yedekle

source: Test email from Mayan EDMS
tr_tr: e-postayı test edin

source: User mailer
tr_tr: Kullanıcı postası

source: User mailer log entry
tr_tr: Kullanıcı postacı günlük girişi

source: User mailer log entries
tr_tr: Kullanıcı postacı günlük kaydı

source: Send document link via email
tr_tr: Belge bağlantısını e-posta ile gönder

source: Send document via email
tr_tr: Belgeyi e-posta ile gönder

source: View system mailing error log
tr_tr: Sistem posta hata günlüğünü görüntüle

source: Send document
tr_tr: Belgeyi gönder

source: Template for the document email form subject line.
tr_tr: Belge e-posta formu konu satırı için şablon.

source: Template for the document link email form subject line.
tr_tr: Belge bağlantı e-posta formu konu satırı için şablon.

source: Document mailing error log
tr_tr: Belge postalama hata günlüğü

source: %(count)d document queued for email delivery
tr_tr: %(count)d belge, e-posta teslimatı için sıraya girdi

source: %(count)d documents queued for email delivery
tr_tr: %(count)d belgeler e-posta teslimatı için sıraya alındı

source: Send
tr_tr: Gönder

source: %(count)d document link queued for email delivery
tr_tr: %(count)d belge bağlantısı e-posta teslimatı için sıraya alındı

source: %(count)d document links queued for email delivery
tr_tr: %(count)d belge bağlantıları e-posta teslimatı için sıraya alındı

source: New mailing profile backend selection
tr_tr: Yeni posta profili arka uç seçimi

source: Create a "%s" mailing profile
tr_tr: "%s" posta profili oluşturma

source: Delete mailing profile: %s
tr_tr: Posta profilini silin: %s

source: Edit mailing profile: %s
tr_tr: Posta profilini düzenleme: %s

source: Test mailing profile: %s
tr_tr: Test posta profili: %s
