Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Workflows
fa: گردش کار

source: Current state of a workflow
fa: وضعیت فعلی جریان کاری

source: Return the current state of the selected workflow
fa: وضعیت فعلی جریان کاری انتخاب شده را بازگردانید

source: Return the completion value of the current state of the selected workflow
fa: مقدار تکمیل وضعیت کنونی جریان کاری انتخاب شده را بازگردانید

source: None
fa: هیچ یک

source: Current state
fa: وضعیت فعلی

source: User
fa: کاربر

source: Last transition
fa: آخرین گذار

source: Date and time
fa: تاریخ و زمان

source: Completion
fa: تکمیل

source: Transition
fa: گذار

source: Comment
fa: اظهار نظر

source: When?
fa: چه زمانی؟

source: Action type
fa: نوع اقدام

source: Triggers
fa: راه اندازی

source: Workflow state actions
fa: اقدامات دولت کار جریان

source: Action
fa: عمل

source: Namespace
fa: فضای نام

source: Label
fa: برچسب

source: Enabled
fa: فعال شده است

source: No
fa: نه

source: Yes
fa: بله

source: Create workflow
fa: ایجاد گردش کار

source: Delete
fa: حذف

source: Document types
fa: نوع سند

source: Edit
fa: ویرایش

source: Actions
fa: اقدامات

source: Create action
fa: اقدام را ایجاد کنید

source: Create state
fa: ایجاد وضعیت یا حالت

source: States
fa: و یا وضعیتها حالات States

source: Create transition
fa: ایجاد گذار

source: Transitions
fa: گذار

source: Transition triggers
fa: باعث انتقال می شود

source: Preview
fa: پیش نمایش

source: Launch all workflows
fa: راه اندازی تمام جریانهای کاری

source: Detail
fa: جزئیات

source: Workflow documents
fa: اسناد گردش کار

source: State documents
fa: اسناد دولتی

source: On entry
fa: در ورودی

source: On exit
fa: در خروج

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
fa: این مقدار توسط برنامه های دیگر برای ارجاع به این گردش کار استفاده می شود. فقط شامل حروف، اعداد و حروف الفبا است.

source: Internal name
fa: نام داخلی

source: Workflow
fa: گردش کار

source: Initial state
fa: حالت اولیه

source: Select if this will be the state with which you want the workflow to start in. Only one state can be the initial state.
fa: انتخاب کنید اگر این حالت شما خواهد بود که می خواهید جریان کار شروع شود. تنها یک حالت می تواند وضعیت اولیه باشد.

source: Initial
fa: اولیه

source: Enter the percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
fa: درصد تکمیل را که این وضعیت در رابطه با جریان کاری نشان می دهد وارد کنید. استفاده از اعداد بدون نشانه درصد.

source: Workflow state
fa: حالت گردش کار

source: Workflow states
fa: وضعیت کار

source: At which moment of the state this action will execute
fa: در این لحظه دولت این عمل را اجرا خواهد کرد

source: When
fa: چه زمانی

source: The dotted Python path to the workflow action class to execute.
fa: مسیر پایتون نقطه به کلاس عملیات گردش کار برای اجرای.

source: Origin state
fa: کشور مبدا

source: Destination state
fa: حالت مقصد

source: Workflow transition
fa: گذار گردش کار

source: Workflow transitions
fa: گذارهای کاری

source: Event type
fa: نوع رویداد

source: Workflow transition trigger event
fa: رویداد رویداد انتقال جریان کاری

source: Workflow transitions trigger events
fa: انتقال گردش کار باعث وقایع می شود

source: Document
fa: سند

source: Workflow instance
fa: نمونه گردش کار

source: Workflow instances
fa: نمونه کارها

source: Datetime
fa: زمان قرار

source: Workflow instance log entry
fa: ورودی به لاگ یک مورد از گردش کار

source: Workflow instance log entries
fa: ورودیهای لگ یک مورد از گردش کار

source: Not a valid transition choice.
fa: یک انتخاب منتخب معتبر نیست

source: Workflow runtime proxy
fa: پروکسی زمانبندی گردش کار

source: Workflow runtime proxies
fa: پروکسی کارآمد در زمان اجرا

source: Workflow state runtime proxy
fa: پروکسی زمان اجرا وضعیت

source: Workflow state runtime proxies
fa: پروکسی زمان اجرا وضعیت

source: Document workflows
fa: گردش کار سند

source: Create workflows
fa: ایجاد گردش کار

source: Delete workflows
fa: حذف جریان کار

source: Edit workflows
fa: ویرایش جریان کار

source: View workflows
fa: مشاهده جریان کار

source: Transition workflows
fa: جریان کار انتقال

source: Execute workflow tools
fa: ابزار گردش کار را اجرا کنید

source: Document states
fa: سند

source: Primary key of the document type to be added.
fa: کلید اولیه نوع سند اضافه می شود

source: API URL pointing to a document type in relation to the workflow to which it is attached. This URL is different than the canonical document type URL.
fa: URL API اشاره به نوع سند مربوط به جریان کاری که به آن متصل است. این URL متفاوت از URL سند نوع سند است.

source: Primary key of the destination state to be added.
fa: کلید اصلی کشور مقصد اضافه می شود

source: Primary key of the origin state to be added.
fa: کلید اولیه حالت مبدأ اضافه می شود

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
fa: URL API اشاره به یک گردش کار در رابطه با سند که آن متصل است. این URL متفاوت از URL کارآفرینی کانونی است.

source: A link to the entire history of this workflow.
fa: لینک به کل تاریخچه این گردش کار

source: Comma separated list of document type primary keys to which this workflow will be attached.
fa: لیست کاملی از نوع سند کپی اولیه که این جریان کار متصل است، جدا شده است.

source: Primary key of the transition to be added.
fa: کلید اصلی انتقال برای اضافه کردن

source: Workflows for document: %s
fa: گردش کار برای سند: %s

source: Detail of workflow: %(workflow)s
fa: جزئیات گردش کار: %(workflow)s

source: Document "%s" transitioned successfully
fa: سند "%s" با موفقیت انتقال یافت

source: Submit
fa: ارسال

source: Do transition for workflow: %s
fa: انتقال برای جریان کاری: %s

source: Documents with the workflow: %s
fa: اسناد با جریان کاری: %s

source: Documents in the workflow "%s", state "%s"
fa: اسناد در جریان کار "%s"، حالت "%s"

source: States of workflow: %s
fa: ایالت گردش کار: %s

source: Available document types
fa: نوع سند موجود

source: Document types assigned this workflow
fa: انواع سند این جریان کاری را تعیین می کنند

source: Document types assigned the workflow: %s
fa: انواع سند گردش کار را تعیین می کند: %s

source: Create a "%s" workflow action
fa: یک اقدام عملیاتی "%s" ایجاد کنید

source: Delete workflow state action: %s
fa: عمل عملکرد دولت را حذف کنید: %s

source: Edit workflow state action: %s
fa: ویرایش عمل جریان کار: %s

source: Actions for workflow state: %s
fa: اقدامات مربوط به وضعیت گردش کار: %s

source: New workflow state action selection
fa: انتخاب عملکرد عمل جدید دولت

source: Create states for workflow: %s
fa: ایجاد حالت برای گردش کار: %s

source: Create transitions for workflow: %s
fa: ایجاد گذار برای گردش کار: %s

source: Transitions of workflow: %s
fa: انتقال گردش کار: %s

source: Error updating workflow transition trigger events; %s
fa: خطا در به روز رسانی وقایع رویداد انتقال جریان کاری؛ %s

source: Workflow transition trigger events updated successfully
fa: رویدادهای رویداد انتقال جریان کار با موفقیت به روز شد

source: Workflow transition trigger events for: %s
fa: حوادث ماژول انتقال گردش کار برای: %s

source: Launch all workflows?
fa: همه جریانهای کاری را راه اندازی کنید؟

source: Workflow launch queued successfully.
fa: راه اندازی کار در صف با موفقیت.

source: Preview of: %s
fa: پیش نمایش از: %s

source: URL
fa: نشانی اینترنتی

source: Can be an IP address, a domain or a template. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
fa: می تواند یک آدرس IP، یک دامنه یا یک الگو باشد. قالب ها ورودی ورودی ورود به سیستم را به عنوان بخشی از متن خود از طریق متغیر "entry_log" دریافت می کنند. "entry_log" به نوبه خود ویژگی های "workflow_instance"، "datetime"، "transition"، "user" و "comment" را فراهم می کند.

source: Timeout
fa: وقفه

source: Time in seconds to wait for a response.
fa: زمان در ثانیه برای منتظر پاسخ.

source: Payload
fa: ظرفیت ترابری

source: A JSON document to include in the request. Can also be a template that return a JSON document. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
fa: یک سند JSON برای درخواست در همچنین می تواند یک الگو باشد که یک سند JSON را بازگرداند. قالب ها ورودی ورودی ورود به سیستم را به عنوان بخشی از متن خود از طریق متغیر "entry_log" دریافت می کنند. "entry_log" به نوبه خود ویژگی های "workflow_instance"، "datetime"، "transition"، "user" و "comment" را فراهم می کند.

source: Perform a POST request
fa: یک درخواست POST انجام دهید

source: URL template error: %s
fa: خطای URL الگوی: %s

source: Payload template error: %s
fa: خطای قالب بارگیری: %s

source: Payload JSON error: %s
fa: خطای JSON Payload: %s
