Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, de_de, lv, pl, ru

source: Appearance
ar: التفضيلات
bg: Изглед
de_de: Erscheinungsbild
lv: Izskats
pl: Wygląd
ru: Внешний вид

source: Lato font
ar: خط لاتو
bg: Шрифт Lato
de_de: Lato-Schriftart
lv: Lato fonts
pl: Czcionka Lato
ru: Шрифт Lato

source: JQuery Form
ar: نموذج JQuery
bg: jQuery формуляр
lv: JQuery veidlapa
pl: Formularz JQuery

source: jQuery Lazy Load
ar: jQuery تحميل كسول
bg: jQuery мързеливо зареждане
pl: Opóźnione ładowanie jQuery

source: JQuery Match Height
ar: JQuery مطابقة الارتفاع
bg: jQuery съответствие на височина
pl: Wyrównaj wysokość jQuery

source: Select 2
ar: اختيار
bg: Избиране 2
pl: Wybierz 2

source: Theme created
ar: إنشاء قالب
bg: Темата е създадена
de_de: Thema erstellt
lv: Tēma ir izveidota
pl: Motyw utworzony
ru: Тема создана

source: Theme edited
ar: تعديل القالب
bg: Темата е редактирана
de_de: Thema bearbeitet
lv: Tēma ir rediģēta
pl: Motyw zmodyfikowany
ru: Тема изменена

source: Theme settings
ar: إعدادات القوالب
bg: Настройки на темата
de_de: Thema Einstellungen
lv: Tēmas iestatījumi
pl: Ustawienia motywu
ru: Настройки темы

source: Edit theme settings
ar: تعديل اعدادات القالب
bg: Редактирайте настройките на темата
de_de: Bearbeite Thema Einstellungen
lv: Rediģēt tēmas iestatījumus
pl: Modyfikuj ustawienia motywu
ru: Редактировать настройки темы

source: Create new theme
ar: انشاء قالب جديد
bg: Създайте нова тема
de_de: Erstelle neues Thema
lv: Izveidot jaunu tēmu
pl: Utwórz nowy motyw
ru: Создать тему

source: Delete
ar: حذف
bg: Изтрийте
de_de: Löschen
lv: Dzēst
pl: Usuń
ru: Удалить

source: Edit
ar: تعديل
bg: Редактиране
de_de: Bearbeiten
lv: Rediģēt
pl: Edytuj
ru: Редактировать

source: Themes
ar: القوالب
bg: Теми
de_de: Themen
lv: Tēmas
pl: Motywy
ru: Темы

source: A short text describing the theme.
ar: وصف مختصر للقالب
bg: Кратък текст, описващ темата.
de_de: Ein kurzer Text um das Thema zu beschreiben
lv: Īss teksts, kas apraksta tēmu.
pl: Krótki opis motywu.
ru: Краткое описание темы.

source: Label
ar: العنوان
bg: Етикет
de_de: Bezeichner
lv: Etiķete
pl: Etykieta
ru: Заголовок

source: The CSS stylesheet to change the appearance of the different user interface elements.
ar: تغيير الشكل العام لعناصر واجهة المستخدم المختلفة
bg: CSS таблицата със стилове за промяна на външния вид на различните елементи на потребителския интерфейс.
de_de: Das CSS-Stylesheet um die Erscheinung der verschiedenen User Interface Elemente zu bearbeiten
lv: CSS stila lapa, lai mainītu dažādu lietotāja interfeisa elementu izskatu.
pl: Arkusz stylów CSS zmieniający wygląd różnych elementów interfejsu użytkownika
ru: Стили CSS для изменения внешнего вида различных элементов интерфейса.

source: Stylesheet
ar: الشكل العام
bg: Таблица със стилове
lv: Stila lapa
pl: Arkusz stylów
ru: Таблица стилей

source: Theme
ar: القالب
bg: Тема
de_de: Thema
lv: Tēma
pl: Motyw
ru: Тема

source: User
ar: مستخدم
bg: Потребител
de_de: Benutzer
lv: Lietotājs
pl: Użytkownik
ru: Пользователь

source: User theme setting
ar: اعدادات القالب للمستخدم
bg: Настройка на потребителска тема
de_de: Thema Usereinstellung
lv: Lietotāja tēmas iestatījums
pl: Ustawienie użytkownika dla motywu
ru: Настройка темы пользователя

source: User theme settings
ar: اعدادات قالب المستخدم
bg: Настройки на потребителска тема
de_de: User Themaeinstellungen
lv: Lietotāja tēmas iestatījumi
pl: Ustawienia użytkownika dla motywu
ru: Настройки темы пользователя

source: Create new themes
ar: إنشاء قوالب جديدة
bg: Създайте нови теми
de_de: Erstelle neue Themen
lv: Izveidot jaunas tēmas
pl: Utwórz nowe motywy
ru: Создать темы

source: Delete themes
ar: حذف القوالب
bg: Изтрийте теми
de_de: Lösche Themen
lv: Dzēst tēmas
pl: Usuń motywy
ru: Удалить темы

source: Edit themes
ar: تعديل القوالب
bg: Редактирайте теми
de_de: Bearbeite Themen
lv: Rediģēt tēmas
pl: Modyfikuj motywy
ru: Редактировать темы

source: View existing themes
ar: استعراض القالب الحالي
bg: Вижте съществуващите теми
de_de: Betrachte existierende Themen
lv: Skatīt esošās tēmas
pl: Przeglądaj motywy
ru: Просмотр существующих тем

source: Maximum number of characters that will be displayed as the view title.
ar: اكبر عدد من الحروف ستظهر
bg: Максимален брой на знаците, които ще се изобразят в заглавката на изгледа.
de_de: Maximale Anzahl der Zeichen, die als Titel einer Ansicht angezeigt werden.
lv: Maksimālais rakstzīmju skaits, kas tiks attēlots kā skata nosaukums.
pl: Wyświetlono maksymalną liczbę znaków
ru: Максимальное количество символов, отображаемое в заголовке.

source: Position where the system message will be displayed. Options are: top-left, top-center, top-right, bottom-left, bottom-center, bottom-right.
ar: الموضع الذي سيتم فيه عرض رسالة النظام. الخيارات هي: أعلى اليسار ، أعلى الوسط ، أعلى اليمين ، أسفل اليسار ، أسفل الوسط ، أسفل اليمين.
bg: Позиция, където ще се показва системното съобщение. Опциите са: горе вляво, горе в центъра, горе вдясно, отдолу вляво, отдолу в центъра, отдолу вдясно.
de_de: Position, an der die Systemmeldung angezeigt wird. Optionen sind: top-left (oben links), top-center (oben mittig), top-right (oben rechts), bottom-left (unten links), bottom-center (unten mittig), bottom-right (unten rechts).
lv: Pozīcija, kur tiks parādīts sistēmas ziņojums. Iespējas ir: augšā pa kreisi, augšā centrā, augšā pa labi, apakšā pa kreisi, apakšā centrā, apakšā pa labi.
pl: Pozycja na ekranie, w której będzie wyświetlany komunikat systemowy. Dostępne opcje: top-left (góra-lewy róg), top-center (góra-środek), top-right (góra-prawy róg), bottom-left (dół-lewy róg), bottom-center (dół-środek), bottom-right (dół-prawy róg).
ru: Расположение всплывающих системных сообщений. Варианты: top-left, top-center, top-right, bottom-left, bottom-center, bottom-right.

source: Insufficient permission
ar: لا يوجد لديكم صلاحيات
bg: Недостатъчно разрешение
de_de: Unzureichende Berechtigung
lv: Nepietiekamas tiesības
pl: Niewystarczające uprawnienia
ru: Недостаточно прав

source: You don't have enough permissions for this operation.
ar: ليس لديك صلاحيات كافية لهذه العملية.
bg: Нямате достатъчни разрешения за тази операция.
de_de: Sie haben unzureichende Berechtigungen für diesen Vorgang.
lv: Jums nav pietiekamu atļauju šai darbībai.
pl: Nie masz wystarczających uprawnień do tej operacji.
ru: У вас недостаточно прав для этой операции.

source: Page not found
ar: لم يتم العثور على الصفحة
bg: Страницата не е намерена
de_de: Seite nicht gefunden
lv: Lapa nav atrasta
pl: Nie znaleziono strony
ru: Страница не найдена

source: The requested page could not be found.
ar: تعذر الحصول على الصفحة المحددة
bg: Заявената страница не можа да бъде намерена.
de_de: Die angeforderte Seite konnte nicht gefunden werden.
lv: Pieprasīto lapu nevarēja atrast.
pl: Żądana strona nie została znaleziona.
ru: Запрашиваемая страница не найдена.

source: Possible reasons
ar: الاسباب التالية
bg: Възможни причини
de_de: Mögliche Gründe
lv: Iespējamie iemesli
pl: Możliwe przyczyny
ru: Возможные причины

source: The location of the item is incorrect.
ar: المكان المحدد غير صحيح
bg: Местоположението на обекта е неправилно.
de_de: Der Speicherort für diesen Artikel ist nicht korrekt.
lv: Vienuma atrašanās vieta nav pareiza.
pl: Lokalizacja elementu jest nieprawidłowa.
ru: Неверное расположение элемента.

source: The location is correct, but the item no longer exists.
ar: الصفحة المحددة موجودة ، ولم يتم العثور على الصفحة
bg: Местоположението е правилно, но обектът вече не съществува.
de_de: Der Speicherort ist korrekt, aber der Artikel ist nicht mehr vorhanden.
lv: Atrašanās vieta ir pareiza, taču vienums vairs nepastāv.
pl: Lokalizacja jest poprawna, ale element już nie istnieje.
ru: Расположение указано правильно, но элемент больше не существует.

source: The location is be correct, but your account does not have the required permission to access it.
ar: لا تملك الصلاحيات اللازمة للوصول ، مراجعة مدير النظام
bg: Местоположението е правилно, но акаунтът ви няма необходимото разрешение за достъп до него.
de_de: Der Speicherort ist korrekt, aber Ihr Konto verfügt nicht über die erforderliche Berechtigung, um darauf zuzugreifen.
lv: Atrašanās vieta ir pareiza, taču jūsu kontam nav vajadzīgās atļaujas, lai tai piekļūtu.
pl: Lokalizacja jest poprawna, ale twoje konto nie ma wymaganych uprawnień, aby uzyskać do niej dostęp.
ru: Расположение указано правильно, но у вашей учетной записи нет необходимых разрешений для доступа к элементу.

source: Server error
ar: مشكلة في الخوادم
bg: Грешка в сървъра
de_de: Serverfehler
lv: Servera kļūda
pl: Błąd serwera
ru: Ошибка сервера

source: There's been an unexpected error.
ar: حدث خطأ غير متوقع
bg: Възникна неочаквана грешка.
de_de: Es ist ein unerwarteter Fehler aufgetreten.
lv: Notika negaidīta kļūda.
pl: Wystąpił nieoczekiwany błąd.
ru: Произошла непредвиденная ошибка.

source: What to do next?
ar: مالعمل التالي ؟
bg: Какво да правя след това?
de_de: Was möchten Sie als nächstes machen?
lv: Ko darīt tālāk?
pl: Co zrobić dalej?
ru: Что делать дальше?

source: Refresh the page.
ar: اعادة تحميل الصفحة
bg: Обновете страницата.
de_de: Lade die Seite neu.
lv: Atsvaidziniet lapu.
pl: Odśwież stronę.
ru: Обновите страницу.

source: Wait a bit. The system might be overloaded.
ar: انتظر التحميل
bg: Изчакай малко. Системата може да е претоварена.
de_de: Warten Sie ein wenig. Das System ist möglicherweise überlastet.
lv: Pagaidiet mazliet. Sistēma var būt pārslogota.
pl: Poczekaj chwilę. System może być przeciążony.
ru: Немного подождите. Система может быть перегружена.

source: Contact your system administrator.
ar: الرجاء مراجعة مدير النظام
bg: Свържете се с вашия системен администратор.
de_de: Wenden Sie sich an Ihren Systemadministrator.
lv: Sazinieties ar sistēmas administratoru.
pl: Skontaktuj się z administratorem systemu.
ru: Обратитесь к системному администратору.

source: Check the logs for messages with the tags "ERROR", "CRITICAL" or "FATAL".
ar: ظهور خطأ في النظام
bg: Проверете дневниците за съобщения с маркери "ERROR", "CRITICAL" или "FATAL".
de_de: Überprüfen Sie die Protokolldateien und suchen Sie nach Nachrichten mit dem Kennzeichen "ERROR", "CRITICAL" oder "FATAL".
lv: Pārbaudiet, vai žurnālos nav ziņojumu ar tagiem "ERROR", "CRITICAL" vai "FATAL".
pl: Sprawdź, czy w dziennikach nie ma wiadomości zawierających tagi „ERROR”, „CRITICAL” lub „FATAL”.
ru: Проверьте журналы на наличие сообщений с метками "ERROR", "CRITICAL" или "FATAL".

source: Open a ticket using the <a href="%(issue_url)s">issue tracker</a>.
ar: فتح تذكرة <a href="%(issue_url)s">يرجى مراجعة مدير النظام </a>.
bg: Отворете билет с помощта на <a href="%(issue_url)s">проследяване на проблем</a> .
de_de: Ticket eröffnen mithilfe des <a href="%(issue_url)s">Problemverwaltungssystems</a>.
lv: Atveriet biļeti, izmantojot <a href="%(issue_url)s">problēmu izsekotāju</a> .
pl: Otwórz wątek za pomocą narzędzia do <a href="%(issue_url)s">śledzenia problemów</a> .
ru: Откройте заявку с помощью системы <a href="%(issue_url)s">отслеживания проблем</a> .

source: About
ar: حول النظام
bg: Относно
de_de: Über
lv: Par
pl: Informacje
ru: О программе

source: %(setting_project_title)s is based on %(project_title)s
bg: %(setting_project_title)s се основава на%(project_title)s
de_de: %(setting_project_title)s basiert auf %(project_title)s
lv: %(setting_project_title)s ir balstīts uz %(project_title)s
pl: %(setting_project_title)s opiera się na%(project_title)s
ru: %(setting_project_title)s основан(ы) на %(project_title)s

source: Version
ar: الاصدار
bg: Версия
lv: Versija
pl: Wersja
ru: Версия

source: Build number: %(build_number)s
ar: الإصدار رقم : %(build_number)s
bg: Номер на конструкцията: %(build_number)s
de_de: Build Nummer: %(build_number)s
lv: Veidošanas numurs: %(build_number)s
pl: Numer wersji: %(build_number)s
ru: Сборка: %(build_number)s

source: Released under the license:
ar: الإصدار : رخص الاستخدام معتمدة
bg: Издаден под лиценз:
de_de: Veröffentlicht unter der Lizenz:
lv: Izdots saskaņā ar licenci:
pl: Opublikowany na podstawie licencji:
ru: Выпущено под лицензией:

source: %(project_title)s is a free and open-source software brought to you with <i class="fa fa-heart text-danger" style="transform: rotate(10deg);"></i> by Roberto Rosario and contributors.
bg: %(project_title)s е безплатен софтуер с отворен код предоставен Ви <i class="fa fa-heart text-danger" style="transform: rotate(10deg);"></i> от Роберто Росарио и сътрудници.
de_de: %(project_title)s ist eine Freie Open-Source Software, die Ihnen mit <i class="fa fa-heart text-danger"></i> durch Roberto Rosario und andere Mitwirkende zur Verfügung gestellt wird..
lv: %(project_title)s ir bezmaksas un atvērtā pirmkoda programmatūra, kas jums tiek piedāvāta ar <i class="fa fa-heart text-danger" style="transform: rotate(10deg);"></i> Roberto Rosario un ziedotājiem.
pl: %(project_title)s jest darmowym oprogramowaniem typu open source dostarczonym z <i class="fa fa-heart text-danger" style="transform: rotate(10deg);"></i> przez Roberto Rosario i współtwórców.
ru: %(project_title)s - это бесплатное программное обеспечение с открытым исходным кодом, предоставляемое вам с<i class="fa fa-heart text-danger" style="transform: rotate(10deg);"></i> Роберто Росарио и соавторами.

source: It takes great effort to make %(project_title)s as feature-rich as it is.
bg: Необходими са големи усилия, за да се направи %(project_title)s толкова богат на функции, колкото е сега.
de_de: Es macht viel Arbeit %(project_title)s mit so vielen Funktionen zu gestalten.
lv: Lai padarītu %(project_title)s tikpat bagātu kā tas ir, ir jāpieliek lielas pūles.
pl: Aby projekt %(project_title)s był tak bogaty w funkcje, jakie oferuje, wymaga wiele pracy.
ru: Чтобы сделать %(project_title)s таким многофункциональным, нужно приложить немало усилий.

source: If you use %(project_title)s please <a class="new_window" href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=3PXN336XFXQNN">make a donation %(icon_social_paypal)s</a>
bg: Ако използвате %(project_title)s, моля, <a class="new_window" href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=3PXN336XFXQNN">направете дарение %(icon_social_paypal)s</a>
de_de: Wenn Sie %(project_title)s benutzen, machen Sie bitte eine <a class="new_window" href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=3PXN336XFXQNN">Spende %(icon_social_paypal)s </a>
lv: Ja izmantojat %(project_title)s, lūdzu, <a class="new_window" href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=3PXN336XFXQNN">veiciet ziedojumu %(icon_social_paypal)s</a>
pl: Jeśli używasz %(project_title)s, przekaż <a class="new_window" href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=3PXN336XFXQNN">darowiznę %(icon_social_paypal)s</a>
ru: Если вы используете %(project_title)s, <a class="new_window" href="https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=3PXN336XFXQNN">сделайте пожертвование %(icon_social_paypal)s</a>

source: The complete list of changes is available via the <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Release notes %(icon_documentation)s</a> or the short version <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Changelog %(icon_documentation)s</a>.
bg: Пълният списък на промените е наличен чрез <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Бележки към версията %(icon_documentation)s</a> или кратката версия <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Дневник на промените%(icon_documentation)s</a>.
de_de: Eine umfassende Liste der Neuerungen ist einsehbar in den <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Release Notes %(icon_documentation)s oder als Kurzversion<a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">im Changelog %(icon_documentation)s</a>.
lv: Pilns izmaiņu saraksts ir pieejams, skatot <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Release notes %(icon_documentation)s</a> vai īso versiju <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Changelog %(icon_documentation)s</a> .
pl: Pełna lista zmian jest dostępna w <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">informacjach o wersji %(icon_documentation)s</a> lub w krótkiej wersji <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">dziennika zmian%(icon_documentation)s</a> .
ru: Полный список изменений доступен в <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">примечаниях к выпуску %(icon_documentation)s</a> или в краткой версии <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">журнала изменений %(icon_documentation)s</a> .

source: For questions check the <a class="new_window" href="https://docs.mayan-edms.com">Documentation %(icon_documentation)s</a>.
ar: الإستعلامات للوثائق%(icon_documentation)s</a>.
bg: За въпроси проверете <a class="new_window" href="https://docs.mayan-edms.com">Документация %(icon_documentation)s</a> .
de_de: Bei Fragen schauen Sie bitte zunächst in die <a class="new_window" href="https://docs.mayan-edms.com">Dokumentation %(icon_documentation)s</a>.
lv: Ja rodas jautājumi, skatiet <a class="new_window" href="https://docs.mayan-edms.com">dokumentāciju %(icon_documentation)s</a> .
pl: W razie pytań sprawdź <a class="new_window" href="https://docs.mayan-edms.com">dokumentację %(icon_documentation)s</a> .
ru: По вопросам <a class="new_window" href="https://docs.mayan-edms.com">обращайтесь к документации %(icon_documentation)s</a> .

source: If you found a bug or have a feature idea, visit the <a class="new_window" href="https://forum.mayan-edms.com">Forum %(icon_forum)s</a> or open a ticket in the <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Source code repository %(icon_source_code)s</a>.
ar: إذا توجد مشكلة يرجى مراجعة الى %(icon_forum)s</a> من %(icon_source_code)s</a>.
bg: Ако намерите бъг или имате идея за прибавка, посетете <a class="new_window" href="https://forum.mayan-edms.com">Форум %(icon_forum)s</a> или направете заявка в <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Хранилище на изходен код %(icon_source_code)s</a>.
de_de: Sollten Sie einen Bug gefunden oder eine Idee für eine neue Funktion haben, dann besuchen Sie entweder das<a class="new_window" href="https://forum.mayan-edms.com"> Forum %(icon_forum)s</a> oder erstellen Sie ein Ticket in der <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms"> Quellenverwaltung %(icon_source_code)s</a>.
lv: Ja atradāt kļūdu vai ir kāda funkcionalitātes ideja, apmeklējiet <a class="new_window" href="https://forum.mayan-edms.com">forumu %(icon_forum)s</a> vai atveriet biļeti <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">pirmkoda repozitorijā %(icon_source_code)s</a> .
pl: Jeśli znalazłeś błąd lub masz pomysł na dodatkową funkcję w programie, odwiedź <a class="new_window" href="https://forum.mayan-edms.com">forum %(icon_forum)s</a> lub otwórz zgłoszenie w <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">repozytorium kodu źródłowego %(icon_source_code)s</a> .
ru: Если вы обнаружили ошибку или у вас есть идея, посетите <a class="new_window" href="https://forum.mayan-edms.com">форум %(icon_forum)s</a> или откройте <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">заявку в репозитории исходного кода %(icon_source_code)s</a> .

source: Spread the word. Talk to your friends and colleagues about how awesome %(project_title)s is!
bg: Разпространете информация за този проект. Говорете с вашите приятели и колеги за това колко страхотен е %(project_title)s!
de_de: Geben Sie den Tipp weiter. Erzählen Sie Ihren Freunden und Kollegen, wie toll %(project_title)s ist!
lv: Izplatiet vārdu. Runājiet ar draugiem un kolēģiem par to, cik satriecošs ir %(project_title)s!
pl: Przekaż innym. Porozmawiaj ze znajomymi i kolegami o tym, jak niesamowity jest %(project_title)s!
ru: Расскажите своим друзьям и коллегам о том, какой классный %(project_title)s!

source: Object
ar: عنصر
bg: Обект
de_de: Objekt
lv: Objekts
pl: Obiekt
ru: Объект

source: Open main menu
ar: إستعراض القائمة الرئيسية
bg: Отворете главното меню
de_de: Hauptmenü öffnen
lv: Atvērt galveno izvēlni
pl: Otwórz główne menu
ru: Открыть главное меню

source: Are you sure?
ar: هل أنت متأكد ؟
bg: Сигурен ли сте?
de_de: Sind Sie sicher?
lv: Vai esat pārliecināts?
pl: Jesteś pewny?
ru: Вы уверены?

source: Yes
ar: قبول
bg: Да
de_de: Ja
lv: Jā
pl: Tak
ru: Да

source: No
ar: رفض
bg: Не
de_de: Nein
lv: Nē
pl: Nie
ru: Нет

source: required
ar: متطلب
bg: задължително
de_de: erforderlich
lv: nepieciešams
pl: wymagane
ru: требуется

source: Save
ar: حفظ
bg: Запазване
de_de: Speichern
lv: Saglabāt
pl: Zapisz
ru: Сохранить

source: Submit
ar: اعتماد
bg: Подаване
de_de: Absenden
lv: Iesniegt
pl: Wykonaj
ru: Отправить

source: Cancel
ar: إلغاء
bg: Отказ
de_de: Abbrechen
lv: Atcelt
pl: Anuluj
ru: Отменить

source: Identifier
ar: معرف
bg: Идентификатор
de_de: Bezeichner
lv: Identifikators
pl: Identyfikator
ru: Идентификатор

source: Facets
bg: Фасети
ru: Грани

source: Dashboard
ar: لوحة قياس الإداء
bg: Контролно табло
lv: Panelis
pl: Strona główna
ru: Дашборд

source: Getting started
ar: البدأ
bg: Начален етап
de_de: Erste Schritte
lv: Darba sākšana
pl: Rozpoczynamy
ru: Приступая к работе

source: Before you can fully use Mayan EDMS you need the following:
ar: متطلبات النظام
bg: Преди да можете да ползвате напълно Mayan EDMS необходимо е следното:
de_de: Bevor Mayan EDMS voll genutzt werden kann, muss folgendes passieren:
lv: Pirms jūs varat pilnībā izmantot Mayan EDMS, jums ir nepieciešams:
pl: Zanim w pełni zaczniesz używać Mayan EDMS musisz:
ru: Прежде чем вы сможете полноценно использовать Mayan EDMS, вам потребуется следующее:

source: Total (%(start)s - %(end)s out of %(total)s) (Page %(page_number)s of %(total_pages)s)
ar: المجموع (%(start)s - %(end)s خارج %(total)sالصفحات %(page_number)s من %(total_pages)s)
bg: Общо (%(start)s - %(end)s от %(total)s) (Страница %(page_number)s от %(total_pages)s)
de_de: Gesamt (%(start)s - %(end)s von %(total)s) (Seite %(page_number)s von %(total_pages)s)
lv: Kopā (%(start)s - %(end)s no %(total)s) (lappuse %(page_number)s no %(total_pages)s)
pl: Razem (%(start)s - %(end)s z %(total)s) (Strona %(page_number)s z %(total_pages)s)
ru: Всего (%(start)s - %(end)s из %(total)s) (Страница %(page_number)s из %(total_pages)s)

source: Total: %(total)s
ar: المجموع : %(total)s
bg: Общо: %(total)s
de_de: Gesamt: %(total)s
lv: Kopā: %(total)s
pl: Razem: %(total)s
ru: Всего: %(total)s

source: Select/Deselect all
ar: تحديد/عدم تحديد الكل
bg: Изберете / премахнете избора на всички
de_de: Alle auswählen/abwählen
lv: Atlasīt / noņemt atlasi visiem
pl: Zaznacz/Odznacz wszystko
ru: Выбрать все / отменить выбор

source: Toggle list display mode
ar: طريقة العرض
bg: Превключване на режима на показване на списък
de_de: Listenanzeigemodus umschalten
lv: Pārslēgt saraksta skata režīmu
pl: Przełącz tryb wyświetlania listy
ru: Переключить режим отображения
