Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, de_de, lv, pl, ru

source: Select items to activate bulk actions. Use Shift + click to select many.
ar: تحديد الكل ، يرجى الضغط على زر Sheft+ اختيار العناصر المراد تحديدها
bg: Изберете елементи, за да активирате групови действия. Използвайте Shift + щракване, за да изберете няколко.
de_de: Wählen Sie Elemente aus, um Massenaktionen zu aktivieren. Verwenden Sie die Umschalttaste + Klick, um mehrere auszuwählen.
lv: Atlasiet vienumus, lai aktivizētu lielapjoma darbības. Izmantojiet taustiņu kombināciju Shift + noklikšķiniet, lai atlasītu daudzus.
pl: Zaznacz elementy, aby uaktywnić akcję zbiorczą. Użyj Shift + click, aby zaznaczyć wiele elementów.
ru: Выберите элементы для массовых действий. Чтобы отметить сразу несколько, нажмите Shift + клик.

source: Bulk actions
ar: الإعدادات
bg: Групови действия
de_de: Massenaktionen
lv: Lielapjoma darbības
pl: Akcje zbiorcze
ru: Массовые действия

source: Toggle Dropdown
ar: تغير القائمة المنسدلة
bg: Превключване на плаващо меню
de_de: Ausklappmenü ein-/ausschalten
pl: Rozwiń listę
ru: Переключение выпадающего списка

source: Toggle navigation
ar: تغير الاستعراض
bg: Превключване на навигацията
de_de: Navigation ein-/ausschalten
lv: Pārslēgt navigāciju
pl: Rozwiń nawigację
ru: Переключение навигации

source: No results
ar: لا يوجد نتائج
bg: Няма резултати
de_de: Kein Ergebnis
lv: Nav rezultātu
pl: Brak wyników
ru: Нет результатов

source: Close
ar: إغلاق
bg: Затваряне
de_de: Schließen
lv: Aizvērt
pl: Zamknij
ru: Закрыть

source: Server communication error
ar: خطأ في الاتصال بالخوادم
bg: Грешка при свързването със сървъра
de_de: Fehler bei der Verbindung zum Server
lv: Servera sakaru kļūda
pl: Błąd komunikacji z serwerem
ru: Ошибка связи с сервером

source: Check you network connection and try again in a few moments.
ar: مشكلة إتصال ! يرجى مراجعة مدير النظام
bg: Проверете връзката с мрежата и опитайте отново след няколко секунди.
de_de: Prüfen Sie Ihre Netzwerkeinstellungen und versuchen Sie es nochmals.
lv: Pārbaudiet tīkla savienojumu un pēc brīža mēģiniet vēlreiz.
pl: Sprawdź połączenie z siecią i spróbuj za chwilę.
ru: Проверьте ваше подключение к сети и повторите попытку позже.

source: None
ar: لا شيء
bg: Няма
de_de: Keine
lv: Nav neviens
pl: Brak
ru: Нет

source: Current user theme settings details
ar: إعدادات تفصيلية لقالب للمستخدم
bg: Данни за текущите настройки на потребителската тема
de_de: Aktuelle User Themaeinstellungen
lv: Informācija par pašreizējo lietotāja tēmas iestatījumu
pl: Szczegóły ustawień motywu bieżącego użytkownika
ru: Настройки темы для текущего пользователя

source: Edit current user theme settings details
ar: التعديل على قالب المستخدم
bg: Редактирайте данните за текущите настройки на потребителската тема
de_de: Bearbeite aktuelle User Themeneinstellungsdetails
lv: Rediģēt pašreizējo lietotāja tēmas iestatījumu informāciju
pl: Modyfikuj szczegóły ustawień motywu bieżącego użytkownika
ru: Редактировать настройки темы для текущего пользователя

source: Delete theme: %s
ar: حذف القالب : %s
bg: Изтриване на тема: %s
de_de: Lösche Thema %s
lv: Dzēst tēmu: %s
pl: Usuń motyw: %s
ru: Удалить тему: %s

source: Edit theme: %s
ar: تعديل القالب : %s
bg: Редактиране на тема: %s
de_de: Bearbeite Thema %s
lv: Rediģēt tēmu: %s
pl: Modyfikuj motyw: %s
ru: Редактировать тему: %s

source: Themes allow changing the visual appearance without requiring code changes.
ar: السماح بتغير قوالب النظام بدون التعديلات البرمجية
bg: Темите позволяват промяна на визуалния облик, без да се изискват промени в кода.
de_de: Themen erlauben es das Erscheinungsbild zu verändern, ohne Code zu verändern zu müssen
lv: Tēmas ļauj mainīt vizuālo izskatu, neprasot koda izmaiņas.
pl: Motywy umożliwiają zmianę wyglądu bez dokonywania zmian w kodzie aplikacji.
ru: Темы позволяют изменять внешний вид без изменения исходного кода.

source: There are no themes
ar: لا يوجد قوالب
bg: Няма теми
de_de: Keine Themen verfügbar
lv: Nav tēmu
pl: Brak motywów
ru: Нет тем

source: Bootstrap
ar: التجهيز

source: Bootswatch
ar: بوتسوواتش

source: Fancybox
ar: السلال

source: jQuery
ar: مسج

source: Toastr
ar: توستر
