Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt

source: indexes
es: índices
pt: índices

source: index list
es: lista de indices
fr: Liste des index
pt: lista de índices

source: create index
es: crear índice
fr: créer un index
pt: criar índice

source: edit
es: editar
fr: modifier
pt: editar

source: delete
es: borrar
fr: supprimer
pt: excluir

source: tree template
es: plantilla de árbol
fr: modèle d'arborescence
pt: modelo de árvore

source: document types
es: tipos de documentos

source: new child node
es: nuevo nodo secundario
fr: nouveau noeud enfant
pt: novo nó filho

source: go up one level
es: subir un nivel
fr: remonter d'un niveau
pt: subir um nível

source: rebuild indexes
es: generar índices
fr: reconstruire les indexes
pt: reconstruir índices

source: Deletes and creates from scratch all the document indexes.
es: Borra y crea de la nada todos los índices de documentos.
fr: Supprimer et reconstruire les indexes des documents en partant de zéro.
pt: Exclui e cria a partir do zero todos os índices de documentos.

source: Indexes
es: Índices
pt: Índices

source: Maximum suffix (%s) count reached.
es: Cuenta máxima de sufijo (%s) alcanzada.
fr: Le nombre maximal de suffixes (%s) est atteint.
pt: Contagem máxima do sufixo (%s) alcançada.

source: Error in document indexing update expression: %(expression)s; %(exception)s
es: Error en la expresión de actualización de indexación: %(expression)s; %(exception)s
fr: Erreur dans l'expression de mise à jour d'indexation du document: %(expression)s; %(exception)s
pt: Erro na expressão de atualização de indexação de documentos: %(expression)s; %(exception)s

source: Error updating document index, expression: %(expression)s; %(exception)s
es: Error actualizando el indice de documento, expresión: %(expression)s; %(exception)s
fr: Erreur lors de la mise à jour de l'index des documents, expression: %(expression)s; %(exception)s
pt: Erro ao atualizar índice de documentos, expressão: %(expression)s ; %(exception)s

source: Unable to delete document indexing node; %s
es: No se puede eliminar el nodo de indexación de documento; %s
fr: Impossible de supprimer le noeud d'indexation des documents;%s
pt: Não é possível excluir o nó de indexação de documentos; %s

source: Unable to create indexing directory; %s
es: No se puede crear el directorio de indexación; %s
fr: Impossible de créer le répertoire d'indexation;%s
pt: Não é possível criar o diretório de indexação; %s

source: Unable to create symbolic link, file exists and could not be deleted: %(filepath)s; %(exc)s
es: No se puede crear un enlace simbólico, el archivo existe y no puede eliminarse: %(filepath)s; %(exc)s
fr: Impossible de créer le lien symbolique, le fichier existe déjà et ne peut être effacé: %(filepath)s; %(exc)s
pt: Não é possível criar a ligação simbólica, o ficheiro existe e não pode ser excluído: %(filepath)s; %(exc)s

source: Unable to create symbolic link: %(filepath)s; %(exc)s
es: No se puede crear enlace simbólico: %(filepath)s; %(exc)s
fr: Impossible de créer le lien symbolique: %(filepath)s; %(exc)s
pt: Não é possível criar a ligação simbólica: %(filepath)s; %(exc)s

source: Unable to delete document symbolic link; %s
es: No se puede eliminar vínculo simbólico de documento; %s
fr: Impossible de supprimer le lien symbolique;%s
pt: Não é possível excluir a ligação simbólica do documento; %s

source: Unable to delete indexing directory; %s
es: No se puede eliminar el directorio de indexación; %s
fr: Impossible de supprimer le répertoire d'indexation;%s
pt: Não é possível excluir o diretório de indexação; %s

source: Available functions: %s
es: Funciones disponibles: %s
fr: Fonctions disponibles:%s
pt: Funções disponíveis: %s

source: name
es: nombre
fr: nom
pt: nome

source: Internal name used to reference this index.
es: Nombre interno que se utiliza para hacer referencia a este índice.
fr: nom interne utilisé pour référencer cet index.
pt: Nome interno usado para referenciar este índice.

source: title
es: título
fr: titre
pt: título

source: The name that will be visible to users.
es: El nombre que será visible para los usuarios.
fr: Le nom qui sera affiché aux utilisateurs.
pt: O nome que será visível aos utilizadores.

source: enabled
es: habilitado
fr: activé
pt: habilitado

source: Causes this index to be visible and updated when document data changes.
es: Hace que este índice sea visible y actualizado cuando los datos de documentos cambien.
fr: Permet à cet index d'être à la fois visible et mis à jour quand le contenu d'un document est modifié.
pt: Faz com que este índice seja visível e atualizado quando os dados do documento forem alterados.

source: index
es: índice
pt: índice

source: indexing expression
es: expresión de indexación
fr: Expression d'indexation
pt: expressão de indexação

source: Enter a python string expression to be evaluated.
es: Introduzca una expresión de python para ser evaluada.
fr: Entrez une commande python à exécuter.
pt: Digite uma expressão python para ser avaliada.

source: Causes this node to be visible and updated when document data changes.
es: Causa que este nodo sea visible y actualizado cuando los datos de los documentos son cambiados.
fr: Permet à ce noeud d'être visible et mis à jour quand le contenu d'un document est modifié.
pt: Faz com que este nó seja visível e atualizado quando os dados do documento forem alterados.

source: link documents
es: enlace de documentos
fr: documents de lien
pt: ligar documentos

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
es: Marque esta opción para que el nodo actue como un contenedor de documentos y no como un padre para mas nodos secundarios.
fr: Cochez cette option pour permettre à ce noeud d'être un conteneur de documents et pas seulement un noeud parent d'autres noeuds enfants.
pt: Escolha esta opção para que este nó atue como contentor para documentos e não como pai de outros nós.

source: index template node
es: nodo de plantilla de indice
fr: noeud de modèle d'index
pt: nó de modelo de índice

source: indexes template nodes
es: nodos de plantillas de indices
fr: noeuds de modèles d'indexes
pt: nós de modelos de índice

source: value
es: valor
fr: valeur
pt: valor

source: documents
es: documentos
pt: documentos

source: index instance node
es: nodo de instancia de indice
fr: noeud d'instance d'index
pt: nó de instância de índice

source: indexes instance nodes
es: nodos de instancias de indices
fr: noeuds d'instances d'indexes
pt: nós de instâncias de índices

source: index instance
es: instancia de indice
fr: instance d'index
pt: instância de índice

source: document
es: documento
pt: documento

source: document rename count
es: conteo de cambio de nombre de documento
fr: nombre de renommage du document
pt: número de renomeações do documento

source: documents rename count
es: conteos de cambio de nombre de documentos
fr: nombre de renommages de documents
pt: número de renomeações dos documentos

source: Indexing
es: Indexación
fr: Indexation
pt: Indexação

source: Configure document indexes
es: Configurar índices de documento
fr: Configurer les indexes de documents
pt: Configurar índices de documento

source: Create new document indexes
es: Crear nuevos índices de documentos
fr: Créer de nouveaux indexes de documents
pt: Criar novos índices de documento

source: Edit document indexes
es: Editar los índices de documentos
fr: Modifier les indexes de documents
pt: Editar índices de documento

source: Delete document indexes
es: Eliminar los índices de documentos
fr: Supprimer des indexes de documents
pt: Eliminar índices de documento

source: View document indexes
es: Ver los índices de documentos
fr: Afficher les indexes des documents
pt: Ver índices de documento

source: Rebuild document indexes
es: Generar índices de documentos
fr: Reconstruire les indexes des documents
pt: Reconstruir índices de documento

source: document indexes
es: índices de documentos

source: Index created successfully.
es: Índice creado con exitosamente.
fr: Index créé avec succès
pt: Índice criado com sucesso.

source: Index edited successfully
es: Índice editado con exitosamente.
fr: Index modifié avec succès
pt: Índice editado com sucesso

source: edit index: %s
es: editar Índice: %s
fr: modifier l'index: %s
pt: editar índice: %s

source: Index: %s deleted successfully.
es: Índice: %s eliminado exitosamente.
fr: Index: %s supprimé avec succès.
pt: Índice: %s eliminado com sucesso.

source: Index: %(index)s delete error: %(error)s
es: Error al borrar índice: %(index)s, error: %(error)s
fr: Index: %(index)s erreur de suppression: %(error)s
pt: Índice: %(index)s, erro ao eliminar: %(error)s

source: Are you sure you with to delete the index: %s?
es: ¿Seguro que desea eliminar el índice: %s?
fr: Êtes vous certain de vouloir supprimer l'index: %s?
pt: Tem a certeza de que deseja eliminar o índice: %s?

source: tree template nodes for index: %s
es: nodos de la plantilla del árbol del índice: %s
fr: noeuds de modèles arborescentes pour l'index: %s
pt: nós de modelo de árvore para o índice: %s

source: level
es: nivel
fr: niveau
pt: nível

source: has document links?
es: ¿tiene vínculos de documentos?
fr: est lié à d'autres documents ?

source: document types not in index: %s
es: tipos de documentos no en el índice: %s

source: document types for index: %s
es: tipos de documentos para el índice: %s

source: Index template node created successfully.
es: Nodo de plantilla de índice creado exitosamente.
fr: Noeud de modèle d'index créé avec succès.
pt: Nó de modelo de índice criado com sucesso.

source: create child node
es: crear nodo hijo
fr: créer un noeud enfant
pt: criar nó filho

source: Index template node edited successfully
es: Nodo de la plantilla de índice editado exitosamente
fr: Noeud de modèle d'index modifié avec succès.
pt: nó de modelo de índice editado com sucesso

source: edit index template node: %s
es: editar nodo de la plantilla de índice: %s
fr: modifier le noeud de modèle d'index: %s
pt: editar o nó de modelo de índice: %s

source: node
es: nodo
fr: noeud
pt: nó

source: Node: %s deleted successfully.
es: Nodo: %s eliminado exitosamente.
fr: Noeud: %s supprimé avec succès.
pt: Nó: %s eliminado com sucesso.

source: Node: %(node)s delete error: %(error)s
es: Error de eliminación para nodo: %(node)s, %(error)s
fr: Noeud: %(node)s erreur de suppression: %(error)s
pt: Nó: %(node)s, erro ao eliminar: %(error)s

source: Are you sure you with to delete the index template node: %s?
es: ¿Seguro que desea eliminar el nodo de plantilla de indice: %s?
fr: Êtes vous certain de vouloir supprimer le noeud de modèle d'index: %s?
pt: Tem a certeza de que pretende eliminar o nó de modelo de índice: %s?

source: nodes
es: nodos
fr: noeuds
pt: nós

source: contents for index: %s
es: contenido del indice: %s
fr: contenu de l'index:%s
pt: conteúdos para o índice: %s

source: items
es: artículos
fr: éléments
pt: itens

source: Are you sure you wish to rebuild all indexes?
es: ¿Está seguro que desea reconstruir todos los índices?
fr: Êtes vous certain de vouloir reconstruire tous les indexes ?
pt: Tem a certeza de que deseja reconstruir todos os índices?

source: On large databases this operation may take some time to execute.
es: En bases de datos de gran tamaño esta operación puede tardar algún tiempo en ejecutarse.
fr: Sur de grosses bases de données, cette opération peut prendre un certain temps.
pt: Esta operação pode levar algum tempo em bases de dados grandes.

source: Index rebuild completed successfully.
es: Reconstrucción de Índices completada exitosamente.
fr: Reconstruction d'index effectuée avec succès.
pt: Reconstrução de índice concluída com êxito.

source: Index rebuild error: %s
es: Error de reconstrucción de índices: %s
fr: Erreur de reconstruction d'index:%s
pt: Erro na reconstrução do índice: %s

source: indexes containing: %s
es: índices que contienen: %s
fr: indexes contenant:%s
pt: índices contendo: %s

source: A dictionary that maps the index name and where on the filesystem that index will be mirrored.
es: Un diccionario que asigna el nombre del índice y en qué parte del sistema de archivos dicho índice se va a reflejar.
fr: Un dictionnaire qui référence nom d'un index et indique l'emplacement où cet index sera dupliqué dans l'arborescence du système de fichiers.
pt: Um dicionário que mapeia o nome do índice com o local no sistema de ficheiros onde será espelhado.

source: What are indexes?
es: ¿Que son los índices?
fr: Que sont les indexes?
pt: O que são índices?

source: Indexes group documents into a tree like hierarchical structure.
es: Los índices agrupan documentos en una estructura jerárquica tipo árbol.
fr: Les indexes regoupent les documents dans une structure hiérarchique arborescente.
pt: Os índices agrupam documentos numa árvore como uma estrutura hierárquica.
