Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/clustering/locale/*/LC_MESSAGES/django.po
Languages: bg, fr

source: clustering
bg: клъстериране

source: node list
bg: списък с нодове
fr: liste de noeuds

source: healthy
bg: състояние
fr: sain

source: dead
bg: спрял
fr: mort

source: hostname
bg: име на хост
fr: nom d'hôte

source: cpu load
bg: натоварване процесор
fr: charge cpu

source: last heartbeat check
bg: последна проверка на пулса
fr: dernière vérification de l'état

source: memory usage
bg: използвана памет
fr: utilisation mémoire

source: state
bg: статус
fr: état

source: node
bg: нод
fr: noeud

source: nodes
bg: нодове
fr: noeuds

source: Clustering
bg: Клъстериране

source: View the nodes in a Mayan cluster
bg: Прегледайте нодовете в Mayan клъстер
fr: Afficher les noeuds dans un cluster Mayan

source: Edit the configuration of a Mayan cluster
bg: Редактирайте конфигурацията на Mayan клъстер
fr: Modifier la configuration d'un cluster Mayan

source: Update a node's properties.
bg: Обновете данните на нода.
fr: Mettre à jour les paramètres d'un noeud

source: Check for unresponsive nodes in the cluster list.
bg: Проверете за неработещи нодове в клъстерния списък.
fr: Déterminer les noeuds inactifs dans le la liste du cluster

source: After this amount of time a node without heartbeat updates is considered dead and removed from the cluster node list.
bg: След този интервал от време, нод без обновен пулс ще се приема за спрял и ще бъде премахнат от списъка с нодове на клъстера.
fr: Après cette durée un noeud qui n'a pas signalé son état est considéré comme mort et retiré de la liste du cluster

source: Interval of time to check the cluster for unresponsive nodes and remove them from the cluster.
bg: Интервал от време за проверка на клъстера за неработещи нодове и премахването им от клъстера.
fr: Intervalle de temps entre deux vérification des noeuds morts du cluster avant de retirer ces derniers du cluster

source: heartbeat
bg: пулс
fr: signalement d'état

source: workers for node: %s
bg: процеси за нод: %s
fr: workers pour le noeud: %s
