Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: bg

source: Check expired check out documents and checks them in.
bg: Проверете изтеклите за проверки документи и ги регистрирайте отново.

source: checkouts
bg: проверки

source: Document checked out
bg: Документът е проверен.

source: Document "%(document)s" checked out by %(fullname)s.
bg: Докумнетът "%(document)s" е проверен от %(fullname)s.

source: Document checked in
bg: Докъментът е регистриран

source: Document "%(document)s" checked in by %(fullname)s.
bg: Документът "%(document)s" е регистриран от %(fullname)s.

source: Document automatically checked in
bg: Автоматично регистрирани документи

source: Document "%(document)s" automatically checked in.
bg: Документ "%(document)s" е автоматично регистриран.

source: Document forcefully checked in
bg: Документът е принудително регистриран

source: Document "%(document)s" forcefully checked in by %(fullname)s.
bg: Документът "%(document)s" принудително регистриран от %(fullname)s.

source: check out document
bg: проверка на документ

source: check in document
bg: регистриране на документ

source: check in/out
bg: регистриране/проверяване

source: checked out
bg: проверен

source: checked in/available
bg: регистриран/наличен

source: document
bg: документ

source: check out date and time
bg: дата и час на проверка

source: check out expiration date and time
bg: проверка на срока на валидност, дата и час

source: Amount of time to hold the document checked out in minutes.
bg: Време за задържане на проверения документ в минути.

source: block new version upload
bg: блокиране качването на нова версия

source: Do not allow new version of this document to be uploaded.
bg: Забранете качването на нова версия на този документ.

source: document checkout
bg: проверка на документ

source: document checkouts
bg: проверки на документ

source: Document checkout
bg: Проверка на документ

source: Check out documents
bg: Провери документи

source: Check in documents
bg: Регистрирай документи

source: Forcefully check in documents
bg: Регистрирай принудилтелно документи

source: Allow overriding check out restrictions
bg: Разреши проверки незвисимо от забрана

source: checked out documents
bg: проверени документи

source: checkout user
bg: отписване потребител

source: checkout time and date
bg: отписване, час и дата

source: checkout expiration
bg: проверка срок на валидност

source: User: %s
bg: Потребител: %s

source: Check out time: %s
bg: Време на отписване: %s

source: Check out expiration: %s
bg: Проверка срок на валидност: %s

source: New versions allowed: %s
bg: Разрешени нови версии: %s

source: yes
bg: да

source: no
bg: не

source: Check out details for document: %s
bg: Данни от проверката на документ: %s

source: Error trying to check out document; %s
bg: Грешка при проверка на документ; %s

source: Document "%s" checked out successfully.
bg: Документ "%s" проверен успешно.

source: Document already checked out.
bg: Документът вече е проверен.

source: Check out document: %s
bg: Провери документ: %s

source: Document has not been checked out.
bg: Документът не е проверяван.

source: Error trying to check in document; %s
bg: Грешка при регистрация на документ; %s

source: Document "%s" checked in successfully.
bg: Документ "%s" е регистриран успешно.

source: You didn't originally checked out this document. Are you sure you wish to forcefully check in document: %s?
bg: Проверката на този документ не е извършвана от Вас. Сигурни ли сте, че искате принудително да регистрирате документа: %s?

source: Are you sure you wish to check in document: %s?
bg: Сигурни ли сте, че искате да регистрирате този документ: %s?

source: Document status: %(widget)s %(text)s
bg: Статус на документа: %(widget)s %(text)s

source: Days
bg: Дни

source: Hours
bg: Часове

source: Minutes
bg: Минути

source: Enter a valid number of days.
bg: Въведете валиден брой дни.

source: Enter a valid number of hours.
bg: Въведете валиден брой часове.

source: Enter a valid number of minutes.
bg: Въведете валиден брой минути.

source: Enter a valid time difference.
bg: Въведете валидна времева разлика.

source: Amount of time to hold the document in the checked out state in days, hours and/or minutes.
bg: Време за задържане на документа в състояние проверен, в дни, часове и/или минути.

source: Check out expiration date and time
bg: Проверете срока на валидност
