Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/web_theme/locale/*/LC_MESSAGES/django.po
Languages: bg, de_de, ru

source: CSS theme to apply, options are: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish and warehouse.
bg: CSS тема за прилагане, опции: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish и warehouse.
de_de: Anzuwendendes CSS Theme, Optionen sind: amro, bec, bec-green, blue, default, djime-cerulean, drastic-dark, kathleene, olive, orange, red, reidb-greenish and warehouse.

source: Display extra information in the login screen.
bg: Показване на допълнителна информация в прозореца за вход.
de_de: Zeige extra Informationen auf dem Login-Bildschirm
ru: Показать дополнительную информацию в при входе.

source: dismiss all notifications
bg: отказване на всички промени
de_de: Bestätige alle Benachrichtigungen
ru: убрать все уведомления

source: close all
bg: затваряне на всичко
de_de: Schließe Alle
ru: закрыть все

source: dismiss this notification
bg: отказ от това съобщение
de_de: Bestätige diese Benachrichtigung
ru: убрать это уведомление

source: close
bg: затваряне
de_de: Schließen
ru: закрыть

source: Login
bg: Вход
ru: Войти

source: You are already logged in
bg: Вече сте влезли
de_de: Sind sind bereits angemeldet
ru: Вы уже вошли в систему

source: Redirecting you to the website entry point in 5 seconds.
bg: Прехвърляме Ви към началото на уебсайта, 5 секунди.
de_de: Umleitung zur Startseite in 5 Sekunden.
ru: Перенаправит вас на вход веб-сайта через 5 секунд.

source: Or click <a href="%(LOGIN_REDIRECT_URL)s">here</a> if redirection doesn't work.
bg: Или натиснете <a href="%(LOGIN_REDIRECT_URL)s">тук</a> ако прехвърлянето не сработи.
de_de: Oder klicken <a href="%(LOGIN_REDIRECT_URL)s">hier</a>, wenn die Umleitung nicht funktioniert.
ru: Или нажмите <a href="%(LOGIN_REDIRECT_URL)s">здесь</a> , если перенаправление не работает.

source: First time login
bg: Логване за първи път
de_de: Erster Login
ru: Первое время входа в систему

source: You have just finished installing <strong>Mayan EDMS</strong>, congratulations!
bg: Вие приключихте инсталирането на <strong>Mayan EDMS</strong>, поздравления!
de_de: Sie haben gerade die Installation des <strong>Mayan EDMS</strong> beendet. Herzlichen Glückwunsch!
ru: Вы только что закончили установку <strong>Mayan EDMS</strong>, поздравляем!

source: Login using the following credentials:
bg: Логване, използвайки следните параметри:
de_de: Einloggen mit folgende Zugangsdaten:
ru: Войти, используя следующие учетные данные:

source: Username: <strong>%(account)s</strong>
bg: Потребителско име: <strong>%(account)s</strong>
de_de: Benutzername: <strong>%(account)s</strong>
ru: Имя пользователя: <strong>%(account)s</strong>

source: Password: <strong>%(password)s</strong>
bg: Парола: <strong>%(password)s</strong>
de_de: Passwort: <strong>%(password)s</strong>
ru: Пароль: <strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
bg: Моля променете паролата, за да повишите нивото на сигурност и да деактивирате това съобщение.
de_de: Ändern Sie das Passwort unbedingt, um die Sicherheit zu erhöhen und diese Nachricht abzuschalten.
ru: Обязательно измените пароль для повышения безопасности и отключения этого сообщения.

source: Previous
bg: Предна
de_de: Zurück
ru: Предыдущий

source: Next
bg: Следваща
de_de: Weiter
ru: Следующий
