Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/acls/locale/*/LC_MESSAGES/django.po
Languages: fr

source: New holder
fr: Nouveau détenteur

source: Users
fr: Utilisateurs

source: Groups
fr: Groupes

source: Roles
fr: Rôles

source: Special
fr: Spécial

source: details
fr: détails

source: grant
fr: autoriser

source: revoke
fr: révoquer

source: Default ACLs
fr: ACLs par défaut

source: List of classes
fr: Liste des classes

source: ACLs for class
fr: ACLs pour la classe

source: Insufficient access.
fr: Autorisations insuffisantes.

source: permission
fr: autorisation

source: access entry
fr: autorisation d'accès

source: access entries
fr: autorisations d'accès

source: default access entry
fr: autorisation d'accès par défaut

source: default access entries
fr: autorisations d'accès par défaut

source: Creator
fr: Créateur

source: creator
fr: créateur

source: Access control lists
fr: Listes de contrôle d'accès (ACL)

source: Edit ACLs
fr: Modifier ACLs

source: View ACLs
fr: Afficher ACLs

source: Edit class default ACLs
fr: Modifier ACLs par défaut

source: View class default ACLs
fr: Afficher ACLs par défaut pour la classe

source: access control lists for: %s
fr: Liste de contrôle d'accès (ACL) pour: %s

source: holder
fr: détenteur

source: permissions
fr: autorisations

source: permissions available to: %(actor)s for %(obj)s
fr: autorisations pour: %(actor)s for %(obj)s

source: namespace
fr: espace de nommage

source: has permission
fr: autorisation accordée

source: for %s
fr: à %s

source: to %s
fr: sur %s

source: Are you sure you wish to grant the permission %(title_suffix)s?
fr: Êtes vous certain de vouloir attribuer l'autorisation %(title_suffix)s?

source: Are you sure you wish to grant the permissions %(title_suffix)s?
fr: Êtes vous certain de vouloir attribuer les autorisations %(title_suffix)s?

source: Permission "%(permission)s" granted to %(actor)s for %(object)s.
fr: Autorisation "%(permission)s" accordée à %(actor)s sur %(object)s.

source: %(actor)s, already had the permission "%(permission)s" granted for %(object)s.
fr: %(actor)s, dispose déjà de l'autorisation "%(permission)s" accordée sur %(object)s.

source: from %s
fr: de %s

source: Are you sure you wish to revoke the permission %(title_suffix)s?
fr: Êtes vous certain de vouloir révoquer l'autorisation %(title_suffix)s?

source: Are you sure you wish to revoke the permissions %(title_suffix)s?
fr: Êtes vous certain de vouloir révoquer les autorisations %(title_suffix)s?

source: Permission "%(permission)s" revoked of %(actor)s for %(object)s.
fr: Autorisation "%(permission)s" révoquée pour %(actor)s sur %(object)s.

source: %(actor)s, didn't had the permission "%(permission)s" for %(object)s.
fr: %(actor)s, n'a pas l'autorisation "%(permission)s" sur %(object)s.

source: add new holder for: %s
fr: ajouter un nouveau détenteur pour: %s

source: Select
fr: Sélectionner

source: class
fr: classe

source: default access control lists for class: %s
fr: liste de contrôle d'accès (ACL) par défaut pour: %s

source: permissions available to: %(actor)s for class %(class)s
fr: autorisations attribuées à: %(actor)s sur la classe %(class)s

source: add new holder for class: %s
fr: ajouter un nouveau détenteur sur la classe: %s
