Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/trash/locale/*/LC_MESSAGES/django.po
Languages: bg, de_de, es, fr

source: documents
bg: документи
de_de: Dokumente
es: documentos

source: trash cans
bg: кошчета
de_de: Papierkörbe
es: botes de basura
fr: corbeilles

source: items
bg: неща
es: artículos
fr: éléments

source: restore
bg: възстановяване
de_de: Wiederherstellen
es: restaurar
fr: restaurer

source: delete
bg: изтриване
de_de: Löschen
es: borrar
fr: supprimer

source: name
bg: име
es: nombre
fr: nom

source: trash can
bg: кошче
de_de: Papierkorb
es: bote de basura
fr: corbeille

source: trashed at
bg: изхвърлено в кошчето на
de_de: gelöscht am
es: colocado en la basura el
fr: supprimé le

source: trash can item
bg: елемент за кошчето
de_de: Papierkorbitem
es: artículo de bote de basura
fr: élément de la corbeille

source: trash can items
bg: елементи за кошчето
de_de: Papierkorbitem
es: artículos de botes de basura
fr: éléments de la corbeille

source: label
bg: етикет
es: etiqueta

source: items in trash can: %s
bg: съдържание в кошчето: %s
de_de: Items im Papiekorb: %s
es: artículos en bote de basura: %s
fr: éléments dans la corbeille; %s

source: date time
bg: дата час
de_de: Datum & Zeit
es: fecha y hora
fr: heure et date

source: Error restoring trash can item; %s
bg: Грешка при възстановяване от кошчето; %s
de_de: Fehler beim Wiederherstellen des Papierkorbitems: %s
es: Error restaurando el artículo del bote de basura; %s
fr: Erreur lors de la restauration de l'élément de la corbeille; %s

source: Trash can item "%s" restored successfully.
bg: "%s" успешно възстановено от кошчето.
de_de: Papierkorbitem "%s" erfolgreich wiederhergestellt.
es: Artículo del bote de basura "%s" estaurado con exitosamente.
fr: Elément de la corbeille "%s" restauré avec succès.

source: Are you sure you wish to restore trash can item: %s?
bg: Сигурни ли сте, че искате да възстановите от кошчето: %s?
de_de: Sind Sie sicher, dass Sie "%s" wiederherstellen möchten?
es: ¿Está seguro de que desea restaurar del bote de basura el artículo: %s?
fr: Êtes vous certain de vouloir restauter l'élément de la corbeille; %s?

source: Error deleting trash can item; %s
bg: Грешка при изтриване от кошчето; %s
de_de: Fehler beim Löschen des Papierkorbitems: %s
es: Error eliminando el artículo del bote de basura; %s
fr: Erreur lors de la suppression de l'élément de la corbeille; %s

source: Trash can item deleted successfully.
bg: Успешно изтрито от кошчето.
de_de: Papierkorbitem erfolgreich gelöscht.
es: Artículo del bote de basura eliminado exitosamente.
fr: Elément de la corbeille supprimé avec succès.

source: Are you sure you wish to delete trash can item: %s?
bg: Сигурни ли сте, че искате да изтриете от кошчето: %s?
de_de: Sind Sie sicher, dass Sie "%s" aus dem Papierpkorb löschen möchten?
es: ¿Está seguro que desea eliminar del bote de basura el artículo: %s?
fr: Êtes vous certain de vouloir supprimer l'élément de la corbeille: %s?
