Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: da_dk

source: Cabinets
da_dk: Samlesager

source: Document added to cabinet
da_dk: Dokumenter kan tilføjes flere samlesager

source: Document removed from cabinet
da_dk: Fjern fra samlesag

source: Remove from cabinets
da_dk: Fjern fra samlesag

source: Add to cabinets
da_dk: Tilføj til samlesag

source: Add new level
da_dk: Tilføj nyt niveau

source: Create cabinet
da_dk: Opret samlesag

source: Delete
da_dk: Slet

source: Edit
da_dk: Rediger

source: All
da_dk: Alle

source: Details
da_dk: Detaljer

source: Label
da_dk: Etiket

source: Documents
da_dk: Dokumenter

source: Cabinet
da_dk: Samlesag

source: %(model_name)s with this %(field_labels)s already exists.
da_dk: %(model_name)s med %(field_labels)s eksisterer allerede

source: Add documents to cabinets
da_dk: Tilføj dokumenter til samlesag

source: Create cabinets
da_dk: Opret samlesager

source: Delete cabinets
da_dk: Slet samlesager

source: Edit cabinets
da_dk: Rediger samlesager

source: Remove documents from cabinets
da_dk: Fjern dokumenter fra samlesager

source: View cabinets
da_dk: Se samlesager

source: List of children cabinets.
da_dk: Liste over undergrupper

source: Number of documents on this cabinet level.
da_dk: Antal af dokumenter på dette samlesagsniveau

source: Add new level to: %s
da_dk: Tilføj nyt lag til: %s

source: Delete the cabinet: %s?
da_dk: Slet samlesagen: %s?

source: This cabinet level is empty
da_dk: Dette samlesagniveau er tomt

source: Details of cabinet: %s
da_dk: Detaljer om samlesagen: %s

source: Edit cabinet: %s
da_dk: Rediger samlesag: %s

source: No cabinets available
da_dk: Ingen samlesager tilgængelige

source: Documents can be added to many cabinets.
da_dk: Dokumenter kan tilføjes flere samlesager

source: This document is not in any cabinet
da_dk: Dette dokument findes ikke i en samlesag

source: Add
da_dk: Tilføj

source: Add %(count)d document to cabinets
da_dk: Tilføj dokumenter til samlesag

source: Add document "%s" to cabinets
da_dk: Tilføj dokument "%s" til samlesager

source: Remove
da_dk: Fjern

source: Remove %(count)d document from cabinets
da_dk: Fjern dokumenter fra samlesager

source: Remove document "%s" from cabinets
da_dk: Fjern dokumenter "%s" fra samlesager

source: Cabinets from which the selected documents will be removed.
da_dk: Samlesager hvorfra dokumentet bliver fjernet

source: Document: %(document)s is not in cabinet: %(cabinet)s.
da_dk: Dokumentet: %(document)s er ikke i samlesagen: %(cabinet)s.

source: Document: %(document)s removed from cabinet: %(cabinet)s.
da_dk: Dokumentet: %(document)s er fjernet fra samlesagen: %(cabinet)s

source: Select cabinets
da_dk: Slet samlesager

source: Cabinets to which the document will be added.
da_dk: Samlesager hvorfra dokumentet bliver fjernet
