Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: el

source: OCR
el: Οπτική Αναγνώριση Χαρακτήρων

source: Date and time
el: Ημερομηνία και ώρα

source: Result
el: Αποτέλεσμα

source: Document version submitted for OCR
el: Έκδοση εγγράφου υποβλήθηκε για οπτική αναγνώριση

source: Document version OCR finished
el: Η οπτική αναγνώριση του εγγράφου ολοκληρώθηκε

source: Contents
el: Περιεχόμενα

source: Page %(page_number)d
el: Σελίδα %(page_number)d

source: Submit for OCR
el: Υποβολή προς οπτική αναγνώριση

source: Setup OCR
el: Ρύθμιση οπτικής αναγνώρισης

source: OCR documents per type
el: Έγγραφα OCR ανά τύπο

source: OCR errors
el: Σφάλματα οπτικής αναγνώρισης

source: Download OCR text
el: Κατέβασμα αναγνωρισμένου κειμένου

source: Document type
el: Τύπος εγγράφου

source: Automatically queue newly created documents for OCR.
el: Αυτόματη προσθήκη προσφάτως δημιουργημένων εγγράφων προς οπτική αναγνώριση.

source: Document type settings
el: Ρυθμίσεις τύπου εγγράφου

source: Document types settings
el: Ρυθμίσεις τύπων εγγράφου.

source: Document page
el: Σελίδα εγγράφου

source: Content
el: Περιεχόμενο

source: Document page OCR content
el: Περιεχόμενα αναγνωρισμένης σελίδας εγγράφου

source: Document pages OCR contents
el: Περιεχόμενα αναγνωρισμένων σελίδων εγγράφου

source: Document version
el: Έκδοση εγγράφου

source: Date time submitted
el: Ημερομηνία και ώρα κατάθεσης

source: Document version OCR error
el: Σφάλμα οπτικής αναγνώρισης έκδοσης εγγράφου

source: Document version OCR errors
el: Σφάλματα οπτικής αναγνώρισης έκδοσης εγγράφου

source: Submit documents for OCR
el: Υποβολή εγγάφων προς οπτική αναγνώριση

source: View the transcribed text from document
el: Εμφάνιση του οπτικά αναγνωρισμένου κειμένου από το έγγραφο

source: Change document type OCR settings
el: Τροποποίηση ρυθμίσεων τύπου εγγράφου OCR

source: Document version OCR
el: Οπτική αναγνώριση έκδοσης εγγράφου

source: Full path to the backend to be used to do OCR.
el: Πλήρης διαδρομή του προγράμματος που θα χρησιμοποιηθεί για οπτική αναγνώριση.

source: Set new document types to perform OCR automatically by default.
el: Ορισμός νέων τύπων εγγράφου στους οποίους θα πραγματοποιείται αυτόματα οπτική αναγνώριση.

source: OCR result for document: %s
el: Αποτελέσματα οπτικής αναγνώρισης του εγγράφου: %s

source: Submit all documents of a type for OCR
el: Υποβολή όλων των εγγράφων ενός τύπου προς οπτικήαναγνώριση

source: OCR errors for document: %s
el: Σφάλματα οπτικής αναγνώρισης του εγγράφου: %s
