Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/folders/locale/*/LC_MESSAGES/django.po
Languages: bg

source: folder list
bg: списък с папките

source: create folder
bg: създаване на папка

source: edit
bg: редактиране

source: delete
bg: изтриване

source: remove from folder
bg: премахване от папка

source: folder documents
bg: документи в папката

source: add to a folder
bg: добавяне към папка

source: folders
bg: папки

source: ACLs
bg: Контролни списъци за достъп

source: Folder
bg: Папка

source: title
bg: заглавие

source: user
bg: потребител

source: datetime created
bg: дата и час на създаване

source: folder
bg: папка

source: document
bg: документ

source: folder document
bg: документ в папката

source: folders documents
bg: документи в папката

source: Folders
bg: Папки

source: Create new folders
bg: Създаване на нови папки

source: Edit new folders
bg: Редактиране на новите папки

source: Delete new folders
bg: Изтриване на новите папки

source: Remove documents from folders
bg: Премахване на документи от папки

source: View existing folders
bg: Преглед на съществуващи папки

source: Add documents to existing folders
bg: Добавяне на документи към съществуващи папки

source: created
bg: създаден

source: documents
bg: документи

source: Folder created successfully
bg: Папката е създадена успешно

source: A folder named: %s, already exists.
bg: Името на папката: %s, вече съществува.

source: Folder edited successfully
bg: Папката е редактирана успешно

source: Error editing folder; %s
bg: Грешка при редактиране на папка; %s

source: edit folder: %s
bg: редактиране на папка: %s

source: Folder: %s deleted successfully.
bg: Папка: %s изтрита успешно.

source: Folder: %(folder)s delete error: %(error)s
bg: Папка: %(folder)s грешка при изтриване: %(error)s

source: Are you sure you with to delete the folder: %s?
bg: Сигурни ли сте, че искате да изтриете тази папка: %s?

source: documents in folder: %s
bg: документи в папката: %s

source: Document: %(document)s added to folder: %(folder)s successfully.
bg: Документ: %(document)s е добавен в папка: %(folder)s успешно.

source: Document: %(document)s is already in folder: %(folder)s.
bg: Документ: %(document)s е вече в папка: %(folder)s.

source: folders containing: %s
bg: папки съдържащи: %s

source: Must provide at least one folder document.
bg: Трябва да поставите поне един документ в папката.

source: Document: %s removed successfully.
bg: Документ: %s премахнат успешно.

source: Document: %(document)s delete error: %(error)s
bg: Документ: %(document)s грешка при изтриване: %(error)s

source: Are you sure you wish to remove the document: %(document)s from the folder "%(folder)s"?
bg: Сигурни ли сте, че искате да премахнете документа: %(document)s от папка "%(folder)s"?

source: Are you sure you wish to remove the documents: %(documents)s from the folder "%(folder)s"?
bg: Сигурни ли сте, че искате да премахнете документите: %(documents)s от папка "%(folder)s"?

source: What are folders?
bg: Какви са папките?

source: These folders can also be described as user folders. They are a way to let individual users create their own document organization methods. Folders created by one user and the documents contained by them don't affect any other user folders or documents.
bg: Тези папки, могат да бъдат описани също, като потребителски папки. Те са и възможност за индивидуалните потребители да създават техни собствени правила за организиране на документи. Папки създадени от определен потребител, както и документите съдържащи се в тях, не променят папките и документите на другите потребители.

source: Add document to a folder
bg: Добавяне на документ към папка
