Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: el

source: Task manager
el: Διαχειρστής εργασιών

source: Label
el: Ετικέτα

source: Name
el: Όνομα

source: Default queue?
el: Προκαθορισμένη λίστα;

source: Is transient?
el: Είναι παροδική

source: Type
el: Τύπος

source: Start time
el: Ώρα έναρκης

source: Host
el: Διεύθυνση διακομιστή

source: Arguments
el: Παράμετροι

source: Background task queues
el: Λίστες εργασιών παρασκηνίου

source: Active tasks
el: Ενεργές εργασίες

source: Reserved tasks
el: Κρατημένες εργασίες

source: Scheduled tasks
el: Προγραμματισμένες εργασίες

source: View tasks
el: Εμφάνιση εργασιών

source: Active tasks in queue: %s
el: Ενεργές εργασίες στην λίστα: %s

source: Unable to retrieve task list; %s
el: Αδυναμία ανάκτησης εργασιών στην λίστα: %s

source: Scheduled tasks in queue: %s
el: Προγραμματισμένες εργασίες στην λίστα: %s

source: Reserved tasks in queue: %s
el: Κρατημένες εργασίες στην λίστα: %s
