Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: fa, it, pl

source: Folders
fa: پرونده ها
it: Cartelle
pl: Foldery

source: Created
fa: ساخته‌شده
it: Creato
pl: Utworzony

source: Documents
fa: اسناد
it: Documenti
pl: Dokumenty

source: Folder
fa: پرونده
it: Cartella

source: Add to a folder
fa: اضافه به پرونده
it: Aggiungi ad una cartella
pl: Dodaj do folderu

source: Add to folder
fa: اضافه به پرونده
it: Aggiungi alla cartella
pl: Dodaj do folderu

source: Create folder
fa: ایجاد پرونده
it: Crea cartella
pl: Utwórz folder

source: Delete
fa: حذف
it: Cancella
pl: Usuń

source: Remove from folder
fa: حذف از پرونده
it: Rimuovi dalla cartella
pl: Usuń z folderu

source: Edit
fa: ویرایش
it: Modifica
pl: Edytuj

source: Label
it: Etichetta
pl: Etykieta

source: Datetime created
fa: تاریخ و زمان ایجاد
it: Data e ora di creazione
pl: Data utworzenia

source: Document folder
it: Cartella documento
pl: Folder dokumentów

source: Document folders
it: Cartella documenti
pl: Foldery dokumentów

source: Create folders
it: Crea cartelle
pl: Utwórz foldery

source: Edit folders
it: Modifica cartelle
pl: Edytuj foldery

source: Delete folders
it: Cancella cartelle
pl: Usuń foldery

source: Remove documents from folders
fa: حذف اسناد از پرونده ها
it: Rimuovere i documenti da cartelle
pl: Usuń dokumenty z folderów

source: View folders
it: Vedi cartelle
pl: Przeglądaj foldery

source: Add documents to folders
it: Aggiungi i documenti alle cartelle
pl: Dodaj dokumenty do folderów

source: Primary key of the document to be added.
it: Chiave primaria del documento da aggiungere

source: Delete the folder: %s?
it: Cancellare la cartella: %s?
pl: Usunąć folder: %s?

source: Documents in folder: %s
fa: اسناد داحل پرونده:%s
it: Documenti nella cartella: %s?
pl: Dokumenty w folderze: %s

source: Edit folder: %s
fa: ویرایش پرونده: %s
it: Modifica cartella: %s
pl: Edycja folderu: %s

source: Folders containing document: %s
fa: پوشه های شامل اسناد : %s
it: Cartelle che contengono il documento: %s
pl: Foldery zawierające dokument: %s

source: Must provide at least one document.
fa: حداقل یک سند باید ارایه شود.
it: Bisogna fornire almeno un documento.
pl: Musisz dodać co najmniej jeden dokument.

source: Document: %(document)s added to folder: %(folder)s successfully.
fa: سند%(document)s با موفقیت به پرونده%(folder)s اضافه شد.
it: Documento: %(document)s aggiunto alla cartella: %(folder)s successfully.
pl: Dokument : %(document)s pomyślnie dodano do folderu: %(folder)s.

source: Document: %(document)s is already in folder: %(folder)s.
fa: سند%(document)s درون پرونده%(folder)s. میباشد.
it: Documento: %(document)s è già nella cartella: %(folder)s.
pl: Dokument: %(document)s jest już w folderze: %(folder)s.

source: Add document to folder
fa: اسناد را به پوشه اضافه کنید
it: Aggiungi documento alla cartella
pl: Dodaj dokument do folderu

source: Must provide at least one folder document.
fa: حداقل یک پرونده سند باید ارایه گردد.
it: Devi almeno indicare una cartella documenti.
pl: Musisz dodać co najmiej jeden katalog dokumentów.

source: Document: %s removed successfully.
fa: سند: %s با موفقیت حذف شد.
it: Documento: %s cancellato con successo.
pl: Pomyślnie usunięto dokument: %s.

source: Document: %(document)s delete error: %(error)s
fa: سند%(document)s خطای حذف%(error)s
it: Documento: %(document)s errore di cancellazione: %(error)s
pl: Błąd %(error)s podczas usuwania dokumentu %(document)s

source: Remove the selected document from the folder: %(folder)s?
it: Rimuovere il documento selezionato dalla cartella: %(folder)s?
pl: Usunąć wybrany dokument z folderu: %(folder)s?

source: User
fa: کاربر

source: A folder named: %s, already exists.
fa: پرونده ای با نام %s موجود است.

source: Folder: %s deleted successfully.
fa: حذف موفق پرونده: %s

source: Folder: %(folder)s delete error: %(error)s
fa: پرونده: %(folder)s خطای حذف: %(error)s
