Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: de_de, fr, nl_nl, pt

source: submit to OCR queue
de_de: In die OCR-Warteschlagen einreihen
fr: Ajouter à la file d'attente OCR
nl_nl: aan OCR rij toevoegen
pt: enviar para a fila OCR

source: re-queue
de_de: erneut einreihen
fr: ré-jouter à la file d'attente
nl_nl: OCR rij opnieuw inplannen
pt: reenviar para a fila

source: delete
de_de: löschen
fr: supprimer
nl_nl: verwijder
pt: excluir

source: stop queue
de_de: Warteschlange anhalten
fr: arrêter la file d'attente
nl_nl: stop de OCR rij
pt: parar a fila

source: activate queue
de_de: Warteschlange aktivieren
fr: activer la file d'attente
nl_nl: activeer OCR rij
pt: ativar a fila

source: clean up pages content
de_de: Seiteninhalt aufräumen
fr: nettoyer le contenu des pages
nl_nl: opschonen pagina inhoud
pt: limpar o conteúdo das páginas

source: Runs a language filter to remove common OCR mistakes from document pages content.
de_de: Lässt einen Sprachfilter über den erkannten Inhalt laufen, um häufige Erkennungsfehler zu beseitigen.
fr: Lance un filtre de langue permettant d'éviter les erreurs OCR classiques à partir du contenu des pages.
nl_nl: Start taal-filter om veel voorkomende OCR fouten te corrigeren.
pt: Corre um filtro de linguagem para remover erros comuns de OCR do conteúdo das páginas do documento.

source: queue document list
de_de: Liste der Dokumente in der Warteschlange
fr: liste de documents en file d'attente
nl_nl: documentlijst in OCR rij zetten
pt: lista de documentos da fila

source: transformations
de_de: Transformationen
nl_nl: transformaties
pt: transformações

source: add transformation
de_de: Transformation hinzufügen
fr: ajout d'une transformation
nl_nl: toevoegen van transformatie
pt: adicionar transformação

source: edit
de_de: bearbeiten
fr: modifier
nl_nl: bewerk
pt: editar

source: Default
de_de: Standard
fr: Par défaut
nl_nl: Verstekwaarde
pt: Padrão

source: Checks the OCR queue for pending documents.
de_de: Prüft die OCR-Warteschlange auf ausstehende Dokumenten.
fr: Vérifie si la file d'attente OCR contient des documents en attente de transformation.
nl_nl: Controleer de OCR-rij voor uitstaande documenten.
pt: Verifica a fila de OCR para documentos pendentes.

source: Text from OCR
de_de: Text aus der OCR Schrifterkennung
fr: Texte à partir de l'OCR
nl_nl: Tekst van OCR
pt: Texto de OCR

source: stopped
de_de: angehalten
fr: arrêté
nl_nl: gestoped
pt: parada

source: active
de_de: aktiv
fr: actif
nl_nl: actief
pt: ativa

source: pending
de_de: ausstehend
fr: en attente
nl_nl: loopt
pt: pendente

source: processing
de_de: in Bearbeitung
fr: en cours
nl_nl: in behandeling
pt: processamento

source: error
de_de: Fehler
fr: erreur
nl_nl: fout
pt: erro

source: name
fr: nom
nl_nl: naam
pt: nome

source: label
de_de: Bezeichner
pt: rótulo

source: state
de_de: Status
fr: état
nl_nl: status
pt: estado

source: document queue
de_de: Dokumenten-Warteschlange
fr: file d'attente des documents
nl_nl: document-rij
pt: fila de documentos

source: document queues
de_de: Dokumenten-Warteschlangen
fr: files d'attentes des documents
nl_nl: document-rijen
pt: filas de documentos

source: document
de_de: Dokument
pt: documento

source: date time submitted
de_de: Zeitpunkt des Einstellens
fr: heure et date de soumission
nl_nl: datum en tijdstip toegevoegd
pt: data/hora de submissão

source: delay ocr
de_de: OCR verzögern
fr: reporter l'ocr
nl_nl: ocr uitstellen
pt: atrasar ocr

source: result
de_de: Ergebnis
fr: résultat
nl_nl: resultaat
pt: resultado

source: node name
de_de: Knotenpunkt-Name
fr: nom du noeud
nl_nl: knooppuntnaam
pt: nome do nó

source: queue document
de_de: Dokument einreihen
fr: document en file d'attente
nl_nl: document in OCR-rij zetten.
pt: documento da fila

source: queue documents
de_de: Dokumente einreihen
fr: documents en file d'attente
nl_nl: documenten in de OCR-rij zetten.
pt: documentos da fila

source: Missing document.
de_de: Dokument fehlt.
fr: document manquant.
nl_nl: Vermiste document.
pt: Documento em falta.

source: Enter a valid value.
de_de: Geben Sie einen gültigen Wert ein.
fr: Saisissez une valeur valide.
nl_nl: Voer een valide waarde in.
pt: Introduza um valor válido.

source: order
de_de: Reihenfolge
fr: ordre
nl_nl: bestelling
pt: ordem

source: transformation
nl_nl: transformatie
pt: transformação

source: arguments
de_de: Parameter
nl_nl: argumenten
pt: argumentos

source: Use dictionaries to indentify arguments, example: %s
de_de: Wörterbucher verwenden, um Parameter zu identifizieren, Beispiel: %s
fr: Utiliser des dictionnaires pour identifier des arguments, exemple:%s
nl_nl: Gebruik woordenboeken om argumenten te identificeren, voorbeeld: %s
pt: Use dicionários para identificar argumentos, exemplo: %s

source: document queue transformation
de_de: Dokumenten-Warteschlangen-Transformation
fr: transformation de la file d'attente des documents
nl_nl: document-rij transformaties
pt: transformação da fila de documentos

source: document queue transformations
de_de: Dokumenten-Warteschlangen-Transformationen
fr: transformations de la file d'attente des documents
nl_nl: document-rij transformaties
pt: transformações da fila de documentos

source: Submit documents for OCR
de_de: Dokumente in die OCR-Warteschlange einstellen
fr: Soumettre les documents à l'OCR
nl_nl: Bevestig documenten voor OCR
pt: Submeter documentos para OCR

source: Delete documents from OCR queue
de_de: Dokumente aus der OCR-Warteschlange entfernen
fr: Supprimer les documents de la file d'attente OCR
nl_nl: Verwijder documenten van de OCR wachtrij
pt: Remover documentos da fila de OCR

source: Can enable/disable the OCR queue
de_de: Berechtigung zum De- und Aktivieren von OCR-Warteschlangen
fr: Peut activer/désactiver la file d'attente OCR
nl_nl: In- en uitschakelen toestaan van de OCR wachtrij
pt: Pode habilitar/desabilitar a fila de OCR

source: Can execute the OCR clean up on all document pages
de_de: Berechtigung zum Bereinigen des Seiteninhalts von Dokumenten
fr: Peut effectuer un nettoyage OCR sur toutes les pages d'un document
nl_nl: OCR opschonen toestaan op alle documentpagina's
pt: Pode executar a limpeza de OCR em todas as páginas do documento

source: Can edit an OCR queue properties
de_de: Kann Eigenschaften der OCR-Warteschlangen bearbeiten
fr: Peut modifier les propriétés d'une file d'attente OCR
nl_nl: Bewerk de eigenschappen van een OCR rij
pt: Pode editar as propriedades de uma fila OCR

source: Document queues: %d
de_de: Dokumenten-Warteschlangen: %d
fr: Files d'attentes de documents:%d
nl_nl: Aantal document-rijen: %d
pt: Fila de documentos: %d

source: Queued documents: %d
de_de: Eingereihte Dokumente: %d
fr: Documents en file d'attente:%d
nl_nl: Documenten in de rij: %d
pt: Documentos na fila: %d

source: OCR statistics
de_de: OCR-Statistiken
fr: Statistiques OCR
nl_nl: OCR statistieken
pt: estatísticas de OCR

source: documents in queue: %s
de_de: Dokumente in der Warteschlange: %s
fr: documents en file d'attente:%s
nl_nl: Documenten in de rij: %s
pt: documentos na fila: %s

source: thumbnail
de_de: Miniaturansicht
fr: aperçu
pt: miniatura

source: document queue properties
de_de: Eigenschaften der Dokumenten-Warteschlange
fr: propriétés de la file d'attente des documents
nl_nl: document-rij eigenschappen
pt: propriedades da fila de documentos

source: Current state: %s
de_de: Aktueller Status: %s
fr: Etat actuel:%s
nl_nl: Huidige status: %s
pt: Estado atual: %s

source: Must provide at least one queue document.
de_de: Sie müssen zumindest ein Dokument aus der Warteschlange bereitstellen.
fr: Vous devez fournir au minimum un document pour la file d'attente.
nl_nl: U moet minstens een document-rij selecteren
pt: Deve fornecer pelo menos um documento da fila.

source: Document: %s is being processed and can't be deleted.
de_de: Dokument %s wird gerade verarbeitet und kann nicht gelöscht werden.
fr: Le document:%s est en cours de traitement et ne peut être supprimé
nl_nl: Document: %s wordt verwerkt en kan niet worden verwijderd.
pt: O documento: %s está a ser processado e não pode ser excluído.

source: Queue document: %(document)s deleted successfully.
de_de: Warteschlangen-Dokumente %(document)s erfolgreich gelöscht.
fr: Document en file d'attente:%(document)s supprimé avec succès.
nl_nl: Document: %(document)s uit rij verwijderd.
pt: Documento da fila: %(document)s excluído com sucesso.

source: Error deleting document: %(document)s; %(error)s
de_de: Fehler beim Löschen der Warteschlangen-Dokumente %(document)s; %(error)s
fr: Erreur lors de la suppression du document %(document)s;%(error)s
nl_nl: Fout bij het verwijderen van document: %(document)s. Foutmelding: %(error)s
pt: Erro ao excluir documento: %(document)s; %(error)s

source: Are you sure you wish to delete queue document: %s?
de_de: Sind Sie sicher, dass das Warteschlangen-Dokument %s löschen möchten?
fr: Êtes vous certain de vouloir supprimer le document en file d'attente:%s?
nl_nl: Bent u er zeker van dat u document-rij: %s, wilt verwijderen?
pt: Tem a certeza de que deseja excluir o documento da fila: %s?

source: Are you sure you wish to delete queue documents: %s?
de_de: Sind Sie sicher, dass die Warteschlangen-Dokumente %s löschen möchten?
fr: Êtes vous certain de vouloir supprimer les documents en file d'attente:%s?
nl_nl: Bent u er zeker van dat u de volgende document-rijen wilt verwijderen? %s.
pt: Tem a certeza de que deseja excluir os documentos da fila: %s?

source: Document: %(document)s was added to the OCR queue: %(queue)s.
de_de: Dokument %(document)s wurde zu OCR-Warteschlange %(queue)s hinzugefügt.
fr: Le document: %(document)s a été ajouté à la file d'attente OCR: %(queue)s.
nl_nl: Document: %(document)s is toegevoegd aan OCR-rij: %(queue)s
pt: O documento: %(document)s foi adicionado à fila de OCR: %(queue)s .

source: Document: %(document)s is already queued.
de_de: Dokument: %(document)s ist bereits in der Warteschlange.
fr: Le document: %(document)s est déjà en file d'attente
nl_nl: Document: %(document)s staat al in OCR-rij.
pt: O documento: %(document)s já está na fila.

source: Document: %(document)s was re-queued to the OCR queue: %(queue)s
de_de: Das Dokument %(document)s wurde erneut in die OCR-Warteschlange: %(queue)s eingestellt.
fr: Le document: %(document)s a été ré-ajouté à la file d'attente OCR:%(queue)s
nl_nl: Document: %(document)s is opnieuw in de OCR-rij: %(queue)s ingeplanned.
pt: O documento: %(document)s foi reenviado para a fila de OCR: %(queue)s

source: Document id#: %d, no longer exists.
de_de: Das Dokument mit id#: %d existiert nicht mehr.
fr: Le document id#: %d, n'existe plus.
nl_nl: Document id#: %d, niet langer aanwezig
pt: O documento com id nº: %d, já não existe.

source: Document: %s is already being processed and can't be re-queded.
de_de: Das Dokument %s wird bereits verarbeitet und kann nicht erneut eingestellt werden.
fr: Le document:%s est déjà en cours de traitement et ne peut être rajouté à la file d'attente
nl_nl: Document: %s is al afgehandeld en kan niet meer in de rij geplaatst worden.
pt: O documento: %s já está a ser processado e não pode ser reenviado para a fila.

source: Are you sure you wish to re-queue document: %s?
de_de: Sind Sie sicher, dass Sie das Dokument %s erneut einstellen möchten?
fr: Êtes vous certain de vouloir ré-ajouter le document:%s?
nl_nl: Bent u er zeker van om document: %s, opnieuw toe te voegen aan OCR-rij.
pt: Tem a certeza de que deseja reenviar o documento: %s para a fila?

source: Are you sure you wish to re-queue documents: %s?
de_de: Sind Sie sicher, dass Sie die Dokumente %s erneut einstellen möchten?
fr: Êtes vous certain de vouloir ré-ajouter les documents:%s?
nl_nl: Bent u er zeker van om de volgende documenten, opnieuw toe te voegen aan OCR-rij? Documenten: %s.
pt: Tem a certeza de que deseja reenviar para a fila os documentos: %s?

source: Document queue: %s, already stopped.
de_de: Dokumenten-Warteschlange %s bereits angehalten.
fr: File d'attente de documents:%s, déjà arrêtée.
nl_nl: Document OCR-rij: %s, is al gestopt.
pt: Fila de documentos: %s, já está parada.

source: Document queue: %s, stopped successfully.
de_de: Dokumenten-Warteschlange %s wurde angehalten.
fr: File d'attente de documents:%s, arrêtée avec succès.
nl_nl: Document OCR-rij: %s, is gestopped
pt: Fila de documentos: %s, parada com êxito.

source: Are you sure you wish to disable document queue: %s
de_de: Sind Sie sicher, dass Sie die Dokumenten-Warteschlange %s deaktivieren möchten?
fr: Êtes vous certain de vouloir désactiver la file d'attente de documents:%s
nl_nl: Bent u er zeker van om OCR-rij: %s uit te schakelen?
pt: Tem a certeza de que deseja desativar a fila de documentos: %s

source: Document queue: %s, already active.
de_de: Sind Sie sicher, dass Sie die Dokumente %s erneut einstellen möchten?
fr: File d'attente de documents:%s, déjà active.
nl_nl: OCR-rij: %s, is al geactiveerd
pt: Fila de documentos: %s, já está ativa.

source: Document queue: %s, activated successfully.
de_de: Dokumenten-Warteschlange %s wurde erfolgreich aktiviert.
fr: File d'attente de documents:%s, activée avec succès.
nl_nl: OCR-rij: %s, is actief.
pt: Fila de documentos: %s, ativada com sucesso.

source: Are you sure you wish to activate document queue: %s
de_de: Sind Sie sicher, dass Sie die Dokumenten-Warteschlange %s aktivieren möchten?
fr: Êtes vous certain de vouloir activer la file d'attente de documents:%s
nl_nl: Bent u er zeker van om OCR-rij: %s te activeren.
pt: Tem a certeza de que deseja ativar a fila de documentos: %s

source: Are you sure you wish to clean up all the pages content?
de_de: Sind Sie sicher, dass Sie den gesamten erkannten Seiteninhalt bereinigen möchten?
fr: Êtes vous certain de vouloir nettoyer le contenu de toutes les pages?
nl_nl: Bent u er zeker van dat u de inhoud van alle pagina's wilt opschonen?
pt: Tem a certeza de que deseja limpar todo o conteúdo das páginas?

source: On large databases this operation may take some time to execute.
de_de: Auf großen Datenbanken kann diese Operation einige Zeit in Anspruch nehmen.
fr: Sur une base de données de grande taille, cette opération peut prendre un certain temps.
nl_nl: Op een grote database kan deze operatie lang duren.
pt: Esta operação pode levar algum tempo a executar em bases de dados grandes .

source: Document pages content clean up complete.
de_de: Bereinigung des erkannten Dokumenten-Seiteninhalts wurde abgeschlossen.
fr: Nettoyage du contenu des pages du document achevé.
nl_nl: Opschonen van documentpagina's voltooid.
pt: Limpeza do conteúdo das páginas do documento completa.

source: Document pages content clean up error: %s
de_de: Fehler bei Bereinigung des erkannten Dokumenten-Seiteninhalts: %s
fr: Erreur de nettoyage du contenu des pages du document:%s
nl_nl: Fout bij het opschonen van documentpagina's. Foutmelding: %s
pt: Erro ao limpar o conteúdo das páginas do documento: %s

source: transformations for: %s
de_de: Transformationen für: %s
fr: transformation pour:%s
nl_nl: transformaties voor: %s
pt: transformações para: %s

source: Queue transformation edited successfully
de_de: Warteschlangen-Transformation erfolgreich bearbeitet
fr: Modification de la transformation de file d'attente effectuée avec succès
nl_nl: transformatie wachtrij aangepast.
pt: Transformação da fila editada com sucesso

source: Error editing queue transformation; %s
de_de: Fehler beim Bearbeiten der Warteschlangen-Transformation: %s
fr: Erreur lors de la modification de la file d'attente de transformation;%s
nl_nl: Fout bij aanpassen transformatie wachtrij: %s
pt: Erro ao editar a transformação da fila; %s

source: Edit transformation: %s
de_de: Transformationen bearbeiten: %s
fr: Modifier la transformation:%s
nl_nl: transformaties bewerken: %s
pt: Editar transformação: %s

source: Queue transformation deleted successfully.
de_de: Warteschlangen-Transformation erfolgreich gelöscht.
fr: Transformation de file d'attente supprimée avec succès.
nl_nl: transformatie wachtrij verwijdert.
pt: Transformação da fila excluída com sucesso.

source: Error deleting queue transformation; %(error)s
de_de: Fehler beim Löschen der Warteschlangen-Transformation: %(error)s
fr: Erreur lors de la suppression de la transformation de file d'attente;%(error)s
nl_nl: Fout bij het verwijderen van transformatie wachtrij. Foutmelding: %(error)s
pt: Erro ao excluir transformação da fila; %(error)s

source: Are you sure you wish to delete queue transformation "%(transformation)s"
de_de: Sind Sie sicher, dass Sie die Warteschlangen-Transformationen löschen möchten: "%(transformation)s"
fr: Êtes vous certain de vouloir supprimer la file d'attente de transformation "%(transformation)s"
nl_nl: Bent u er zeker van om de transformatie wachtrij: "%(transformation)s" te verwijderen.
pt: Tem a certeza de que deseja excluir a transformação da fila "%(transformation)s"

source: Queue transformation created successfully
de_de: Warteschlangen-Transformation erfolgreich erstellt
fr: Création de la transformation de la file d'attente effectuée avec succès
nl_nl: transformatie wachtrij verwijdert
pt: Transformação da fila criada com sucesso

source: Error creating queue transformation; %s
de_de: Fehler beim Erzeugen der Warteschlangen-Transformation: %s
fr: Erreur lors de la création de la transformation de la file d'attente;%s
nl_nl: Fout bij het aanmaken van transformatie wachtrij. Foutmelding: %s
pt: Erro ao criar a transformação da fila; %s

source: Create new transformation for queue: %s
de_de: Neue Transformation für Warteschlange erzeugen: %s
fr: Créer une nouvelle transformation pour la file d'attente:%s
nl_nl: Aanmaken van een nieuwe transformatie voor wachtrij: %s
pt: Criar nova transformação para a fila: %s

source: Amount of seconds to delay OCR of documents to allow for the node's storage replication overhead.
de_de: Verzögerung in Sekunden bevor die OCR-Texterkennung eines Dokuments beginnt, um die Dateiübertragung abzuschließen.
fr: Durée en secondes de suspension des tâches d'OCR pour permettre aux procédures de réplication de stockage pour le noeud de s'effectuer.
nl_nl: Aantal seconden OCR vertragen voor het toestaan van node storage replicatie overhead.
pt: Número de segundos de atraso para o OCR de documentos para permitir a replicação de armazenamento do nó.

source: Maximum amount of concurrent document OCRs a node can perform.
de_de: Maximale Anzahl an gleichzeitigen OCR-Texterkennungs-Vorgängen die eine Serverinstanz ausführen darf.
fr: Maximum d'opérations d'OCR sur documents simultanés que peut traiter un noeud donné
nl_nl: Maximum aantal documenten dat tegelijkertijd door een OCR node kan worden verwerkt.
pt: Quantidade máxima de OCR's de documentos que um nó pode executar em simultâneo.

source: Automatically queue newly created documents for OCR.
de_de: Neue Dokumente automatisch in die OCR-Warteschlange einstellen.
fr: Ajouter automatiquement les nouveaux documents créés à la file d'attente OCR.
nl_nl: Zet nieuw aangemaakte documenten automatisch in de OCR wachtrij.
pt: Enviar documentos novos automaticamente para OCR.

source: File path to unpaper program.
de_de: Dateipfad zum 'unpaper'-Programm
fr: Chemin vers l'exécutable "unpaper"
nl_nl: Bestandspad naar unpaper programma.
pt: Caminho para o programa unpaper.

source: File path to poppler's pdftotext program used to extract text from PDF files.
de_de: Pfad zu "Poppler pdftotext", das benutzt wird, um Text aus PDF-Dateien zu extrahieren.
fr: Chemin vers l'exécutable poppler pdftotext, utilisé pour extraire du texte à partir des fichiers PDF.
nl_nl: Bestandspad naar 'poppler's' pdftotext programma voor het extraheren van PDF files.
pt: Caminho para o programa pdftotext de poppler, usado para extrair texto de ficheiros PDF.

source: Text extracted from PDF
de_de: Text aus PDF extrahiert
fr: Texte extrait du PDF
nl_nl: Tekst uit PDF
pt: Texto extraído de PDF

source: OCR
de_de: OCR-Schrifterkennung
