Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: bg, pl

source: Document comments
bg: Коментари по документа
pl: Komentarze dokumentu

source: Comments
bg: Коментари
pl: Komentarze

source: Document comment created
bg: Коментар към документа е създаден
pl: Dokument został skomentowany

source: Document comment deleted
bg: Коментарът към документа е изтрит
pl: Komentarz do dokumentu został usunięty

source: Document comment edited
bg: Коментарът към документа е редактиран

source: Add comment
bg: Добави коментар
pl: Dodaj komentarz

source: Delete
bg: Изтрийте
pl: Usuń

source: Edit
bg: Редактиране

source: Document
bg: Документ
pl: Dokument

source: User
bg: Потребител
pl: Użytkownik

source: Comment
bg: Коментар
pl: Komentarz

source: Date time submitted
bg: Дата и час на подаване
pl: Data i czas zatwierdzenia

source: Create new comments
bg: Създаване на нови коментари
pl: Twórz nowe komentarze

source: Delete comments
bg: Изтриване на коментари
pl: Usuwaj komentarze

source: Edit comments
bg: Редактиране на коментари

source: View comments
bg: Преглед на коментари
pl: Przeglądaj komentarze

source: Add comment to document: %s
bg: Добавяне на коментар към документ: %s
pl: Dodanie komentarza do dokumentu: %s

source: Delete comment: %s?
bg: Изтрийте коментар: %s?
pl: Usunąć komentarz: %s?

source: Details for comment: %s?
bg: Данни за коментар: %s?

source: Edit comment: %s?
bg: Редактиране на коментар: %s?

source: Document comments are timestamped text entries from users. They are great for collaboration.
bg: Коментарите към документа са текстови записи от потребителите. Те са идеални за сътрудничество.

source: There are no comments
bg: Няма коментари

source: Comments for document: %s
bg: Коментари към документ: %s
pl: Komentarze do dokumentu: %s

source: Date
pl: Data
