Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/document_parsing/locale/*/LC_MESSAGES/django.po
Languages: da_dk, es

source: Document parsing
es: Análisis de documentos

source: A generator returning the document's pages parsed content.
es: Un generador que devuelve el contenido analizado de las páginas del documento.

source: Content
da_dk: Indhold
es: Contenido

source: Result
da_dk: Resultat
es: Resultado

source: Utility from the poppler-utils package used to text content from PDF files.
es: Utilidad del paquete poppler-utils que se utiliza para enviar texto desde archivos PDF.

source: Document parsed content deleted
es: Contenido analizado del documento eliminado

source: Document version submitted for parsing
es: Versión de documento enviada para análisis

source: Document version parsing finished
es: Se terminó el análisis de la versión del documento

source: Page %(page_number)d
da_dk: Side %(page_number)d
es: Página %(page_number)d

source: Contents
da_dk: Indeholder
es: Contenido

source: Delete parsed content
es: Eliminar contenido analizado

source: Parsing errors
es: Errores de análisis

source: Download content
da_dk: Download indhold
es: Descargar contenido

source: Submit for parsing
es: Enviar para analizar

source: Setup parsing
es: Configurar extracción de texto

source: Parse documents per type
es: Analizar documentos por tipo

source: Document page
da_dk: Dokumentside
es: Página del documento

source: The actual text content as extracted by the document parsing backend.
es: El contenido de texto real extraído por el documento que analiza el servidor.

source: Document page content
da_dk: Indhold i dokumentside
es: Contenido de página de documento

source: Document pages contents
da_dk: Indhold i dokumentsider
es: Contenido de página de documento

source: Document type
da_dk: Dokumenttype
es: Tipo de documento

source: Automatically queue newly created documents for parsing.
es: Someter automática de documentos recién creados para extracción de texto.

source: Document type settings
da_dk: Indstillinger for dokumenttype
es: Configuración del tipo de documento

source: Document types settings
da_dk: Indstillinger for dokumenttyper
es: Configuraciones de tipos de documento

source: Document version
da_dk: Dokumentversion
es: Versión del documento

source: Date time submitted
es: Fecha y hora sometido

source: Document version parse error
es: Error de análisis de la versión del documento

source: Document version parse errors
es: Errores de análisis de la versión del documento

source: Exception parsing page; %s
es: Error interpretando página: %s

source: Cannot find pdftotext executable at: %s
es: Si no encontró el ejecutable pdftotext en: %s

source: View the content of a document
da_dk: Se indholdet i et dokument
es: Ver el contenido de un documento

source: Change document type parsing settings
es: Cambiar la configuración de extracción de texto del tipo de documento

source: Parse the content of a document
da_dk: Gennemse indholdet i et dokument
es: Analizar el contenido de un documento

source: Parsing
da_dk: Gennemse
es: Análisis

source: Document version parsing
da_dk: Gennemse dokumentversion
es: Análisis de la versión del documento

source: Set new document types to perform parsing automatically by default.
es: Establezca nuevos tipos de documentos para realizar la extracción de texto de forma automática de forma predeterminada.

source: File path to poppler's pdftotext program used to extract text from PDF files.
es: Ruta de acceso al programa de poppler llamado pdftotext utilizado para extraer texto de archivos PDF.

source: Delete the parsed content of the selected document?
es: ¿Eliminar el contenido analizado del documento seleccionado?

source: Content for document: %s
da_dk: Indhold i dokument: %s
es: Contenido del documento: %s

source: Content for document page: %s
es: Contenido de la página del documento: %s

source: Parsing errors for document: %s
da_dk: Gennemgår dokument: %s for fejl
es: Errores de análisis del documento: %s

source: %(count)d document added to the parsing queue
da_dk: %(count)d dokument tilføjet køen for gennemgang
es: %(count)d documento añadido a la lista de análisis

source: %(count)d documents added to the parsing queue
da_dk: %(count)d dokumenter tilføjet køen for gennemgang
es: %(count)d documentos añadidos a la lista de análisis

source: Submit %(count)d document to the parsing queue?
da_dk: Klargører %(count)d dokumenter til køen for gennemgang
es: ¿Enviar el documento %(count)d a la cola de análisis?

source: Submit document "%s" to the parsing queue
da_dk: Klargør dokumentet "%s" til køen for gennegang
es: Enviar el documento "%s" a la lista de análisis

source: Edit parsing settings for document type: %s.
es: Edite la configuración de análisis para el tipo de documento: %s.

source: Submit all documents of a type for parsing
da_dk: Klargør alle dokumenter af en type til gennemgang
es: Enviar todos los documentos de un tipo para analizar

source: %(count)d documents added to the parsing queue.
es: %(count)d documentos agregados a la lista de análisis.

source: Document
da_dk: Dokument

source: Added
da_dk: Tilføjet

source: Edit parsing settings for document type: %s
da_dk: Rediger indstillinger for gennemgang af dokumenttype: %s

source: %(count)d documents of type "%(document_type)s" added to the parsing queue.
da_dk: %(count)d af dokumenttypen "%(document_type)s" tilføjet køen for gennemgang.
