Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/job_processor/locale/*/LC_MESSAGES/django.po
Languages: bg, fr

source: Job processor
bg: процесор на задачи
fr: Processeur de tâches

source: Poll a job queue for pending jobs.
bg: показване на опашка с чакащи задачи
fr: Interroger une liste de tâche pour tâches en attente.

source: active workers
bg: активни процеси
fr: workers actifs

source: total items
bg: всички елементи
fr: total d'éléments

source: workers
bg: процеси

source: job queues
bg: опашки със задачи
fr: pile de tâches

source: job queue list
bg: списък на опашки със задачи
fr: liste des piles de tâches

source: pending jobs
bg: чакащи задачи
fr: tâches en attente

source: error jobs
bg: задачи с грешки
fr: tâches avec erreur

source: active jobs
bg: активни задачи
fr: tâches actives

source: start
bg: начало
fr: démarrer

source: stop
bg: спиране
fr: arrêter

source: edit job processing configuration
bg: редактиране на конфигурацията за изпълнение на задачи
fr: modifier la configuration d'exécution de tâches

source: job processing configuration
bg: конфигурация за изпълнение на задачи
fr: configuration d'exécution de tâches

source: requeue job
bg: пренареждане на задача
fr: rajouter la tâche à la pile

source: delete job
bg: изтриване на задача
fr: supprimer la tâche

source: terminate worker
bg: прекратяване на процес
fr: arrêter le worker

source: running
bg: работещи
fr: en cours d'exécution

source: dead
bg: неработещи
fr: mort

source: pending
bg: чакащи
fr: en attente

source: processing
bg: обработващи
fr: en cours de calcul

source: error
bg: грешка
fr: erreur

source: stopped
bg: спрели
fr: arrêté

source: started
bg: стартирани
fr: lancé

source: name
bg: име
fr: nom

source: unique jobs
bg: уникални задачи
fr: tâches uniques

source: state
bg: статус
fr: état

source: priority
bg: приоритет
fr: priorité

source: job queue
bg: опашка със задачи
fr: pile des tâches

source: creation datetime
bg: дата и време на създаване
fr: date et heure de création

source: job type
bg: тип задача
fr: type de tâche

source: keyword arguments
bg: аргументи ключови думи
fr: arguments mots-clés

source: result
bg: резултат
fr: résultat

source: job queue item
bg: елемент от списък със задачи
fr: élément de la pile

source: job queue items
bg: елементи от списък със задачи
fr: éléments de la pile

source: node
bg: нод
fr: noeud

source: heartbeat check
bg: проверка пулс
fr: vérification de santé

source: worker
bg: процес

source: Interval of time to check the cluster for and remove unresponsive jobs.
bg: Интервал на проверка на клъстера за неработещи задачи и премахването им.
fr: Intervalle de temps entre deux vérifications du cluster et suppression des tâches qui ne répondent plus

source: Job queues configuration
bg: Конфигурация на опашка със задачи
fr: Configuration des piles de tâches

source: job queues configuration
bg: конфигурация на опашка със задачи
fr: configuration des piles de tâches

source: View the job queues in a Mayan cluster
bg: Преглеждане на опашки със задачи в Mayan клъстер
fr: Afficher les piles de tâches dans le cluster Mayan

source: Edit the the job processing configuration in a Mayan cluster
bg: Редактиране на конфигурацията за изпълнение на задачи в Mayan клъстер
fr: Modifier la configuration d'exécution des tâches dans le cluster Mayan

source: Can start and stop a job queue in a Mayan cluster
bg: Възможност за стартиране и спиране на опашка със задачи в Mayan клъстер
fr: Peut démarrer et arrêter une pile de tâches dans un cluster Mayan

source: Requeue a job in a Mayan cluster
bg: Пренареждане на задача в Mayan клъстер
fr: Remettre une tâche sur la pile dans un cluster Mayan

source: Delete a pending job in a Mayan cluster
bg: Изтриване на чакаща задача в Mayan клъстер
fr: Suppression d'une tâche en attente dans un cluster Mayan

source: Terminate a worker processing a job in a Mayan cluster
bg: Прекратяване на процес обработващ задача в Mayan клъстер
fr: Terminer un worker en cours d'exécution d'une tâche dans un cluster Mayan

source: workers for node: %s
bg: процеси за нод: %s
fr: workers pour le noeud: %s

source: created
bg: създаден
fr: créé

source: heartbeat
bg: пулс
fr: santé

source: pending jobs for queue: %s
bg: чакаща задача за опашка: %s
fr: tâches en attente pour la pile: %s

source: error jobs for queue: %s
bg: задачи с грешки за опашка: %s
fr: tâches avec erreurs pour la pile: %s

source: active jobs for queue: %s
bg: активни задачи за опашка: %s
fr: taches actives pour la pile: %s

source: arguments
bg: аргументи

source: Unknown
bg: Неизвестен
fr: Inconnu

source: Error trying to edit job processing configuration; %s
bg: Грешка при редактиране на конфигурацията за обработка на задачи; %s
fr: Erreur lors de la modification de la configuration d'exécution des tâches; %s

source: Job processing configuration edited successfully.
bg: Конфигурацията за обработка на задачи е редактирана успешно.
fr: Configuration d'exécution des tâches modifiée avec succès.

source: Edit job processing configuration
bg: Редактиране на конфигурацията за обработка на задачи
fr: Modifier la configuration d'exécution des tâches

source: job queue already stopped.
bg: Опашката със задачи вече е спряна.
fr: Pile de tâches déjà arrêtée.

source: Job queue stopped successfully.
bg: Опашката със задачи е спряна успешно.
fr: Pile de tâches arrêtée avec succès.

source: Are you sure you wish to stop job queue: %s?
bg: Сигурни ли сте, че искате да спрете опашка със задачи: %s?
fr: Êtes vous certain de vouloir arrêter la pile de tâches: %s?

source: job queue already started.
bg: Опашката със задачи вече е стартирана.
fr: Pile de tâches déjà démarrée.

source: Job queue started successfully.
bg: Опашката със задачи е стартирана успешно.
fr: Pile de tâches démarrée avec succès.

source: Are you sure you wish to start job queue: %s?
bg: Сигурни ли сте, че искате да стартирате опашка със задачи: %s?
fr: Êtes vous certain de vouloir démarrer la pile de tâches: %s?

source: Job requeue successfully.
bg: Задачата е пренаредена успешно.
fr: Ré-ajout de tache à la pile effectué.

source: job
bg: задача
fr: tâche

source: Are you sure you wish to requeue job: %s?
bg: Сигурни ли сте, че искате да пренаредите задача: %s?
fr: Êtes vous certain de vouloir ré-ajouter la tâche: %s?

source: Error deleting job; %s.
bg: Грешка при изтриване на задача; %s.
fr: Erreur de suppression de tâche;%s.

source: Job deleted successfully.
bg: Задачата е изтрита успешно.
fr: Tâche supprimée avec succès

source: Are you sure you wish to delete job: %s?
bg: Сигурни ли сте, че искате да изтриете задача: %s?
fr: Êtes vous certain de vouloir supprimer la tâche:%s?

source: Error terminating worker; %s.
bg: Грешка при прекратяване на процес; %s.
fr: Erreur lors de l'interruption du worker;%s.

source: Worker terminated successfully.
bg: Порцесът е прекратен успешно.
fr: Worker interrompu avec succès.

source: Are you sure you wish to terminate worker: %s?
bg: Сигурни ли сте, че искате да прекратите процес: %s?
fr: Êtes vous certain de vouloir interrompre le worker: %s?
