Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Available attributes:
fa: خصوصیات موجود

source: Selection
fa: انتخاب

source: Add
fa: افزودن

source: Remove
fa: حذف

source: Error creating new %s.
fa: خطا در زمان ایجاد %s.

source: Error creating object.
fa: خطا در زمان ایجاد شی

source: %s created successfully.
fa: %s با موفقیت ایجاد شد.

source: New object created successfully.
fa: شی جدید با موفقیت ساخته شد.

source: Error deleting %s.
fa: خطا در زمان حذف %s.

source: Error deleting object.
fa: خطا در حذف شی.

source: %s deleted successfully.
fa: %s با موفقیت حذف شد.

source: Object deleted successfully.
fa: شی با موفقیت حذف شد.

source: Error saving %s details.
fa: خطا در ثبت چزئیات %s.

source: Error saving details.
fa: خطا در ثبت چزئیات .

source: %s details saved successfully.
fa: جزئیات %s با موفقیت ثبت شد.

source: Details saved successfully.
fa: جزییات با موفقیت ثبت شد.

source: About
fa: درباره

source: User details
fa: جزئیات کاربر

source: Edit details
fa: ویرایش جزئیات

source: Locale profile
fa: پروفایل محلی

source: Edit locale profile
fa: ویرایش پروفایل محلی

source: License
fa: لیسانس

source: File
fa: فایل

source: Filename
fa: نام فایل

source: Date time
fa: تاریخ زمان

source: Shared uploaded file
fa: فایل آپلود شده اشتراکی

source: Shared uploaded files
fa: فایلهای آپلود شده اشتراکی

source: User
fa: کاربر

source: Timezone
fa: زمان محلی

source: Language
fa: زبان

source: User locale profile
fa: پروفایل محلی کاربر

source: User locale profiles
fa: پروفایل محلی کاربر

source: A storage backend that all workers can use to share files.
fa: محلی که کلیه کاربران جهت به اشتراک گذاری فایل میتوانند استفاه کنند.

source: Current user details
fa: جزئیاتا کاربر فعلی

source: Edit current user details
fa: یرایش جزئیات کاربر کنونی

source: Current user locale profile details
fa: شرح پروفایل محلی کاربر فعلی

source: Edit current user locale profile details
fa: ویرایش شرح پروفایل محلی کاربر فعلی

source: No action selected.
fa: هیچ عملیاتی action انتخاب نشده است.

source: Must select at least one item.
fa: حداقل یک مورد انتخاب شود.

source: None
fa: هیچکدام.
