Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/permissions/locale/*/LC_MESSAGES/django.po
Languages: bg, it

source: roles
bg: роли
it: ruoli

source: create new role
bg: създаване на нова роля
it: crea nuovo ruolo

source: edit
bg: редактиране
it: modifica

source: members
bg: участници
it: membri

source: role permissions
bg: разрешения на ролята
it: permessi dei ruoli

source: delete
bg: изтриване
it: cancella

source: grant
bg: позволява
it: concessione

source: revoke
bg: отменя
it: revoca

source: Insufficient permissions.
bg: Недостатъчни разрешения.
it: Permessi insufficienti

source: namespace
bg: Именно пространство

source: name
bg: име
it: nome

source: permission
bg: разрешение
it: permesso

source: permissions
bg: разрешения
it: permessi

source: permission holder
bg: притежател на разрешение
it: titolare del permesso

source: permission holders
bg: притежатели на разрешение
it: titolari dei permessi

source: label
bg: етикет
it: etichetta

source: role
bg: роля
it: ruolo

source: role member
bg: притежател на роля
it: membro del ruolo

source: role members
bg: притежатели на роля
it: membri del ruolo

source: Permissions
bg: Разрешения
it: Permessi

source: View roles
bg: Преглед на роли
it: Vedi i ruoli

source: Edit roles
bg: Редактиране на роли
it: Modifica i ruoli

source: Create roles
bg: Създаване на роли
it: Crea ruoli

source: Delete roles
bg: Изтриване на роли
it: Cancella i ruoli

source: Grant permissions
bg: Издаване на разрешения
it: Concedere le autorizzazioni

source: Revoke permissions
bg: Отмяна на разрешения
it: Revoca le autorizzazioni

source: has permission
bg: има разрешение
it: ha il permesso

source: and
bg: и

source: %(permissions)s to %(requester)s
bg: %(permissions)s към %(requester)s
it: %(permissions)s a %(requester)s

source: Permission "%(permission)s" granted to: %(requester)s.
bg: Разрешение "%(permission)s" дадено на: %(requester)s.
it: Permesso "%(permission)s" concesso a: %(requester)s.

source: %(requester)s, already had the permission "%(permission)s" granted.
bg: %(requester)s вече има дадено разрешение "%(permission)s".
it: %(requester)s, ha gi√† il permesso "%(permission)s" concesso.

source: Are you sure you wish to grant the %(permissions_label)s %(title_suffix)s?
bg: Сигурни ли сте, че искате да разрешите %(permissions_label)s %(title_suffix)s?
it: Sei sicuro che tu voglia concedere questo permesso %(permissions_label)s %(title_suffix)s?

source: Permission "%(permission)s" revoked from: %(requester)s.
bg: Разрешение "%(permission)s" отнето от: %(requester)s.
it: Permesso "%(permission)s" revocato per: %(requester)s.

source: %(requester)s, doesn't have the permission "%(permission)s" granted.
bg: %(requester)s няма разрешение "%(permission)s".
it: %(requester)s, non ha i permessi "%(permission)s" consentiti.

source: Are you sure you wish to revoke the %(permissions_label)s %(title_suffix)s?
bg: Сигурни ли сте, че искате да прекратите %(permissions_label)s %(title_suffix)s?
it: Sei sicuro di voler revocare questo permesso %(permissions_label)s %(title_suffix)s?

source: Users
bg: Потребители
it: Utenti

source: Groups
bg: Групи
it: Gruppi

source: Special
bg: Специален
it: Speciale

source: non members of role: %s
bg: непритежаващи ролята: %s
it: nessun menbro per il ruolo:%s

source: members of role: %s
bg: притежаващи ролята: %s
it: membri per il ruolo:%s

source: Revoke
bg: Прекратяване
it: Revoca

source: Grant
bg: Позволяване
it: Concessione

source: A list of existing roles that are automatically assigned to newly created users
bg: Списък от съществуващи роли, които автоматично са дадени на новосъздадените потребители
it: Un elenco di ruoli esistenti che vengono automaticamente assegnati agli utenti appena creati
