Repository: CMU-313/fall-2021-hw2-hammer
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: it

source: Smart settings
it: Impostazioni intelligenti

source: Setting count
it: Conteggio impostazioni

source: Name
it: Nome

source: Value
it: Valore

source: Found in path
it: Trovato nel percorso

source: Settings
it: Impostazioni

source: View settings
it: Vedi impostazioni

source: Setting namespaces
it: Spazio dei nomi impostazioni

source: Settings in namespace: %s
it: Impostazioni nello spazio dei nomi: %s

source: Namespace: %s, not found
it: Spazio dei nomi: %s, non trovato
