Repository: CMU-313/fall-2021-hw2-hammer
Catalog: apps/linking/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, ru

source: smart links actions
nl_nl: 'smartlink' acties
ru: действия отношений

source: smart links
ru: отношения

source: smart links list
ru: список отношений

source: create new smart link
nl_nl: lijst met 'smartlinks'
ru: создать отношение

source: edit
nl_nl: wijzigen
ru: редактировать

source: delete
nl_nl: verwijderen
ru: удалить

source: conditions
nl_nl: condities
ru: условия

source: create condition
nl_nl: conditie aanmaken
ru: создать условие

source: Pages
nl_nl: Pagina's
ru: Страницы

source: Select
nl_nl: Selecteer
ru: Выбрать

source: Click on the image for full size view of the first page.
nl_nl: Klik op de afbeelding om de eerste pagina op ware grootte te kunnen inzien.
ru: Нажмите на изображение для просмотра первой страницы в полном размере.

source: and
nl_nl: en
ru: и

source: or
nl_nl: of
ru: или

source: is equal to
nl_nl: is geleik aan
ru: равно

source: is equal to (case insensitive)
nl_nl: is geleik aan (hoofdletter ongevoelig)
ru: равно (без учета регистра)

source: contains
nl_nl: bevat
ru: содержит

source: contains (case insensitive)
nl_nl: bevat (hoofdletter ongevoelig)
ru: содержит (без учета регистра)

source: is in
ru: находится в

source: is greater than
nl_nl: is groter dan
ru: больше

source: is greater than or equal to
nl_nl: is groter dan of is geleik aan
ru: больше или равно

source: is less than
nl_nl: is kleiner dan
ru: меньше

source: is less than or equal to
nl_nl: is kleiner dan of is geleik aan
ru: меньше или равно

source: starts with
nl_nl: begint met
ru: начинается с

source: starts with (case insensitive)
nl_nl: begint met (hoofdletter ongevoelig)
ru: начинается с (без учета регистра)

source: ends with
nl_nl: eindigd met
ru: заканчивается на

source: ends with (case insensitive)
nl_nl: eindigd met (hoofdletter ongevoelig)
ru: заканчивается на (без учета регистра)

source: is in regular expression
nl_nl: komt overeen met 'reguliere expressie'
ru: В регулярном выражении

source: is in regular expression (case insensitive)
nl_nl: komt overeen met 'reguliere expressie (hoofdletter ongevoelig)
ru: В регулярном выражении (без учета регистра)

source: title
nl_nl: Titel
ru: название

source: dynamic title
nl_nl: dynamische titel
ru: динамический заголовок

source: This expression will be evaluated against the current selected document. The document metadata is available as variables `metadata` and document properties under the variable `document`.
nl_nl: Deze expressie zal worden geevalueerd tegen het huidige geselecteerde document. De metadata van het document is beschikbaar onder variabelen: 'metadata' en document eigenschappen onder de variabele 'document'.
ru: Это выражение будет вычислено вмето выбранного документа. Метаданные документа доступны как переменные `metadata` и свойства документа в переменной `document`.

source: enabled
nl_nl: ingeschakeld
ru: разрешено

source: smart link
ru: отношение

source: The inclusion is ignored for the first item.
nl_nl: De berekening is genegeerd voor het eerste item
ru: Включение игнорируется для первого элемента.

source: This represents the metadata of all other documents. Available objects: `document.<attribute>` and `metadata.<metadata_type_name>`.
nl_nl: Dit representeerd de metadata van alle andere documenten. Beschikbare objecten: 'document.<attribute>' and 'metadata.<metadata_type_name>'.
ru: Это представляет метаданные всех других документов. Доступные объекты: `document. <attribute> ` и `metadata. <metadata_type_name> `.

source: expression
nl_nl: expressie
ru: выражение

source: negated
nl_nl: ontkennent
ru: отрицание

source: Inverts the logic of the operator.
nl_nl: Inverteerd de operatorlogica
ru: Инвертирует логику оператора.

source: not
nl_nl: niet
ru: не

source: link condition
nl_nl: koppelconditie
ru: условие ссылки

source: link conditions
nl_nl: koppelcondities
ru: условия ссылки

source: Smart links
ru: Отношения

source: View existing smart links
nl_nl: Bekijk bestaande 'smartlinks'
ru: Просмотр отношений

source: Create new smart links
nl_nl: Aanmaken van een nieuwe 'smartlink'
ru: Создать отношение

source: Delete smart links
nl_nl: Verwijderen 'smartlinks'
ru: Удалить отношения

source: Edit smart links
nl_nl: Verwijderen 'smartlinks'
ru: Редактировать отношения

source: No action selected.
nl_nl: Geen actie geselecteerd
ru: Никаких действий не выбрано.

source: documents in smart link: %(group)s
nl_nl: documenten in 'smartlink': %(group)s
ru: документы в отношении %(group)s

source: Smart link query error: %s
nl_nl: 'smartlink' zoek fout: %s
ru: Ошибка запроса в отношении %s

source: smart links (%s)
ru: отношения (%s)

source: There no defined smart links for the current document.
nl_nl: Er zijn geen gedefinieerde 'smartlinks' voor het huidige document
ru: Для этого документа отношения не определены.

source: Smart link: %s created successfully.
nl_nl: 'smartlink: %s succesvol aangemaakt.
ru: Отношение %s создано.

source: Create new smart link
nl_nl: Nieuwe 'smartlink' aanmaken
ru: Создать новое отношение

source: Smart link: %s edited successfully.
nl_nl: 'smartlink': %s aangepast
ru: Отношение %s изменено.

source: Edit smart link: %s
nl_nl: 'smartlink': %s bewerken.
ru: Редактировать отношение %s

source: Smart link: %s deleted successfully.
nl_nl: 'smartlink': %s verwijdert.
ru: Отношение %s удалено.

source: Error deleting smart link: %(smart_link)s; %(error)s.
nl_nl: Fout bij het verwijderen van 'smartlink': %(smart_link)s. Foutmelding: %(error)s.
ru: Ошибка при удалении отношения %(smart_link)s; %(error)s.

source: Are you sure you wish to delete smart link: %s?
nl_nl: Bent u er zeker van dat u 'smartlink': %s wilt verwijderen?
ru: Вы действительно хотите удалить отношение %s?

source: conditions for smart link: %s
nl_nl: condities voor 'smartlink': %s
ru: условия для отношения %s

source: Smart link condition: "%s" created successfully.
nl_nl: 'smartlink' conditie: "%s" aangemaakt.
ru: Условие для отношения "%s" успешно создано.

source: Add new conditions to smart link: "%s"
nl_nl: Nieuwe condities aan 'smartlink': "%s" toevoegen.
ru: Добавить новые условия отношения "%s"

source: Smart link condition: "%s" edited successfully.
nl_nl: 'smartlink' conditie: "%s" aangepast.
ru: Условие отношения "%s" изменено.

source: Edit smart link condition
nl_nl: Bewerk 'smartlink' conditie.
ru: Изменить условие отношения

source: condition
nl_nl: conditie
ru: состояние

source: Smart link condition: "%s" deleted successfully.
nl_nl: 'smartlink' conditie: "%s" verwijdert
ru: Условие отношения "%s" удалено.

source: Error deleting smart link condition: %(smart_link_condition)s; %(error)s.
nl_nl: Fout bij het verwijderen van 'smartlink' conditie: %(smart_link_condition)s. Foutmelding: %(error)s.
ru: Ошибка при удалении условия %(smart_link_condition)s; %(error)s.

source: Are you sure you wish to delete smart link condition: "%s"?
nl_nl: Bent u er zeker van dat u 'smartlink'-conditie: "%s" wilt verwijderen?
ru: Вы действительно хотите удалить условие отношения "%s"?

source: Show smart link that don't return any documents.
nl_nl: Geef 'smartlinks' die niet naar documenten verwijzen.
ru: Показать отношения без документов.

source: What are smart links?
nl_nl: Wat zijn 'smartlinks'
ru: Что такое отношение?

source: Smart links are a set of conditional statements that are used to query the database using the current document the user is accessing as the data source, the results of these queries are a list of documents that relate in some manner to the document being displayed and allow users the ability to jump to and from linked documents very easily.
nl_nl: 'smartlinks' zijn een verzameling condities die gebruikt worden om de database te doorzoeken. Hierbij wordt het huidige document wat de gebruiker inziet als bron genomen. Het zoek resultaat maakt documentverwijzingen zichtbaar naar documenten die gerelateerd zijn aan het huidige document.Deze gerelateerde documenten zijn dan eenvoudig te bereiken via hyperlinks
ru: Отношение, в оригинале smart-link, представляет собой набор условий, которые используются для поиска документов отвечающих им . Результатом такого поискового запроса является список документов, относящихся к текущему, и позволяющих быстро переходить от одного к другому. Условия строятся исходя из содержимого документа и метаданных.

source: foreign document data
nl_nl: vreemde document data
